[
  {
    "answer_id": "SO01_001",
    "answer": "太平洋側の気候",
    "question_hint": "日本の気候区分の特定。夏に雨が多く冬に乾燥する、日本の太平洋沿岸に見られる気候の名称を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "日本の太平洋側の気候は、夏は南東の季節風の影響で降水量が多くむし暑いのが特徴。冬は北西の季節風が山脈にさえぎられるため、乾燥した晴天の日が多くなる。関東地方などでは「からっ風」と呼ばれる冷たく乾燥した風が吹く。"
  },
  {
    "answer_id": "SO01_002",
    "answer": "日本海側の気候",
    "question_hint": "日本の気候区分の特定。冬に雪や雨が多く、夏は比較的雨が少ない気候区分を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "日本海側の気候は、冬にシベリア方面から吹く北西の季節風が日本海上で水分を含み、日本の山地にぶつかることで多くの雪や雨を降らせる。夏は太平洋側と比べて雨が少なく、乾燥した晴天になりやすい。"
  },
  {
    "answer_id": "SO01_003",
    "answer": "中央高地の気候",
    "question_hint": "日本の気候区分の特定。内陸部に位置し、昼夜や夏冬の気温差が大きい気候区分を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "中央高地の気候は内陸性気候とも呼ばれる。海から離れているため、夏と冬、あるいは昼と夜の気温差（年較差・日較差）が非常に大きい。1年を通して降水量は少なく、冬の冷え込みが厳しいのが特徴。"
  },
  {
    "answer_id": "SO01_004",
    "answer": "瀬戸内の気候",
    "question_hint": "日本の気候区分の特定。山地に季節風を遮られるため、年間を通して降水量が少ない地域を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "瀬戸内の気候は、北側の中国山地と南側の四国山地に季節風がさえぎられるため、年間を通して降水量が少なく温暖。水不足になりやすいため、香川県の讃岐平野などでは「ため池（満濃池など）」が多く作られている。"
  },
  {
    "answer_id": "SO01_005",
    "answer": "日本海流（黒潮）",
    "question_hint": "日本近海の海流。太平洋側を北上する、世界最大級の暖流を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "日本海流（黒潮）は、フィリピン沖から太平洋側を北上する暖流。色が黒っぽく見えることから黒潮と呼ばれる。日本の南部の温暖な気候に寄与しており、カツオやマグロなどの暖流系の魚を運んでくる。"
  },
  {
    "answer_id": "SO01_006",
    "answer": "千島海流（親潮）",
    "question_hint": "日本近海の海流。北から太平洋側を南下する、プランクトンが豊富な寒流を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "千島海流（親潮）は、千島列島に沿って太平洋側を南下する寒流。プランクトンが豊富で魚を育てる力が強いことから親潮と呼ばれる。サケ、マス、ニシン、タラなどの寒流系の魚が豊富。"
  },
  {
    "answer_id": "SO01_007",
    "answer": "潮目（潮境）",
    "question_hint": "海洋地形と漁場。暖流と寒流がぶつかる、絶好の漁場となる場所の名称を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "潮目（潮境）は、暖流（日本海流）と寒流（千島海流）がぶつかり合う海域を指す。特に東北地方の三陸沖が有名。両方の海流にすむ魚が集まり、上昇流によってプランクトンが豊富になるため、世界三大漁場の一つに数えられる。"
  },
  {
    "answer_id": "SO01_008",
    "answer": "やませ",
    "question_hint": "気象現象と冷害。東北地方の太平洋側に初夏から夏に吹く、冷害の原因となる冷たい北東の風の名称を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "やませは、初夏から夏にかけて東北地方の太平洋側に吹く、冷たく湿った北東の風。オホーツク海高気圧から吹き出す。これが長引くと気温が上がらず日照不足になり、稲の成長が妨げられる「冷害」を引き起こす。"
  },
  {
    "answer_id": "SO01_009",
    "answer": "フェーン現象",
    "question_hint": "気象現象。山を越えた乾燥した空気が、風下側の気温を急上昇させる現象を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "フェーン現象は、湿った空気が高い山を越える際に雨を降らせ、乾燥した高温の空気が斜面を吹き降りることで風下側の気温が上昇する現象。日本の北陸地方などで夏に見られ、猛暑や火災の拡大の原因となる。"
  },
  {
    "answer_id": "SO01_010",
    "answer": "ヒートアイランド現象",
    "question_hint": "都市の気象問題。建物や道路の舗装により、都市中心部の気温が周辺部より高くなる現象を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "ヒートアイランド現象は、都市の中心部の気温が周辺よりも島状に高くなる現象。原因はアスファルトやコンクリートによる蓄熱、エアコンの室外機や自動車からの排熱、高層ビルによる風通しの悪化など。熱中症の増加やゲリラ豪雨の誘発が懸念されている。"
  },
  {
    "answer_id": "SO01_011",
    "answer": "飛騨山脈、木曽山脈、赤石山脈",
    "question_hint": "日本アルプスの構成。「北・中央・南」アルプスに該当するそれぞれの山脈名を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "日本アルプスは3つの山脈の総称。北から順に、飛騨山脈（北アルプス）、木曽山脈（中央アルプス）、赤石山脈（南アルプス）と並ぶ。いずれも標高3000m級の高峰が連なる。"
  },
  {
    "answer_id": "SO01_012",
    "answer": "フォッサマグナ",
    "question_hint": "地質学的地形。日本列島を東西に分ける大きな溝（大地溝帯）の名称を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "フォッサマグナはラテン語で「大きな溝」を意味する大地溝帯。ナウマンが発見。新潟県糸魚川市と静岡県静岡市を結ぶ「糸魚川・静岡構造線」がその西の縁（境界）となっている。これより東が東北日本、西が西南日本とされる。"
  },
  {
    "answer_id": "SO01_013",
    "answer": "カルデラ",
    "question_hint": "火山地形。噴火によって火山の中心部が陥没してできた、大きなくぼ地の名称を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "カルデラは、大規模な噴火で地下のマグマが噴出した後、火山の中心部が重みで陥没してできた大きなくぼ地。熊本県の阿蘇山は世界最大級のカルデラを持ち、その内部には草原や集落、鉄道が広がっている。"
  },
  {
    "answer_id": "SO01_014",
    "answer": "信濃川",
    "question_hint": "日本の河川。日本で最も長い川の名称を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "信濃川は、長野県から新潟県に流れる日本最長の河川（367km）。長野県側では「千曲川（ちくまがわ）」と呼ばれる。下流には日本有数の穀倉地帯である越後平野が広がる。"
  },
  {
    "answer_id": "SO01_015",
    "answer": "利根川",
    "question_hint": "日本の河川。日本で流域面積が最も広い川の名称を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "利根川は、関東地方を流れる河川で、流域面積が日本最大（1万6840km2）。その形状から「坂東太郎（ばんどうたろう）」の愛称がある。上流には多くのダムがあり、首都圏の重要な水源となっている。"
  },
  {
    "answer_id": "SO01_016",
    "answer": "扇状地",
    "question_hint": "地形の用語。川が山地から平地に出るところに土砂が堆積してできた、扇形の地形を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "扇状地は、急流が山の間から平地へ出た際に、流れがゆるやかになって運んできた砂利や砂を堆積させて作る地形。水はけが良すぎるため水田には不向きで、果樹園（山梨県甲府盆地など）や畑として利用されることが多い。"
  },
  {
    "answer_id": "SO01_017",
    "answer": "三角州",
    "question_hint": "地形の用語。川の河口付近に細かな砂や泥が堆積してできた、平坦な低地を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "三角州（デルタ）は、川が海や湖に注ぐ河口付近で、流れが遅くなり運んできた細かい泥や砂が堆積してできる地形。平坦で水が得やすいため水田（大阪平野など）や住宅地に利用されるが、地盤が弱く洪水や高潮の被害を受けやすい。"
  },
  {
    "answer_id": "SO01_018",
    "answer": "リアス海岸",
    "question_hint": "海岸地形。複雑に入り組んだ湾や岬が連続する海岸地形の名称を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "リアス海岸は、山地が沈水したり、海面が上昇したりして谷の部分が入り江になった複雑な海岸線。岩手県の三陸海岸南部、福井県の若狭湾、三重県の志摩半島などが有名。波が穏やかなため養殖業が盛んだが、地震の際には津波が増幅されやすく危険を伴う。"
  },
  {
    "answer_id": "SO01_019",
    "answer": "大陸棚",
    "question_hint": "海洋地形。海岸から緩やかに傾斜する、水深200m程度までの浅い海底の名称を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "大陸棚は、陸地から続く傾斜のゆるやかな浅い海底で、一般に水深200mまでの範囲を指す。太陽光が海底まで届きやすいためプランクトンが豊富に育ち、魚介類の好漁場となる。東シナ海などに広く分布する。"
  },
  {
    "answer_id": "SO01_020",
    "answer": "干拓",
    "question_hint": "土地利用。浅い海や湖を堤防で囲い、内部の水を排水して陸地にする方法を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "干拓は、遠浅の海や湖の一部を堤防で仕切り、ポンプ等で水を抜き取って新たな陸地を作る工法。土砂を積み上げる「埋め立て」とは異なる。秋田県の八郎潟（大潟村）や岡山県の児島湾、長崎県の諫早湾などが代表例。主に農地に利用される。"
  },
  {
    "answer_id": "SO01_021",
    "answer": "8方位",
    "question_hint": "地図の基本。北、東、南、西の4方位に、その中間を加えた方位の総称を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "方位は、基本の4方位（北・東・南・西）に加え、その中間の北東、南東、南西、北西を合わせた計8方位で表されることが多い。地図上では、特に指定がない限り上が北を示す。"
  },
  {
    "answer_id": "SO01_022",
    "answer": "10mおき",
    "question_hint": "地図の読解。2万5000分の1の地形図において、主曲線（細い等高線）が何メートルおきに引かれているかを答えさせる問題。",
    "difficulty": "標準",
    "source_context": "2万5000分の1の地形図では、等高線のうち「主曲線（細い線）」は10mおきに引かれる。また「計曲線（太い線）」は主曲線5本ごとの50mおきに引かれる。"
  },
  {
    "answer_id": "SO01_023",
    "answer": "20mおき",
    "question_hint": "地図の読解。5万分の1の地形図において、主曲線（細い等高線）が何メートルおきに引かれているかを答えさせる問題。",
    "difficulty": "標準",
    "source_context": "5万分の1の地形図では、等高線のうち「主曲線（細い線）」は20mおきに引かれる。また「計曲線（太い線）」は100mおきに引かれる。2万5000分の1と比べて等高線の間隔が広いため、大まかな地形把握に適している。"
  },
  {
    "answer_id": "SO01_024",
    "answer": "500m",
    "question_hint": "縮尺の計算。2万5000分の1の地図上で2cmの長さは、実際の距離では何メートルになるか計算させる問題。",
    "difficulty": "標準",
    "source_context": "【計算ロジック】実際の距離＝地図上の長さ×縮尺の分母。2cm × 25,000 = 50,000cm。単位をメートルに直すと 50,000 ÷ 100 = 500m。"
  },
  {
    "answer_id": "SO01_025",
    "answer": "1km",
    "question_hint": "縮尺の計算。5万分の1の地図上で2cmの長さは、実際の距離では何キロメートルになるか計算させる問題。",
    "difficulty": "標準",
    "source_context": "【計算ロジック】実際の距離＝地図上の長さ×縮尺の分母。2cm × 50,000 = 100,000cm。単位をキロメートルに直すと、100cm=1m、1000m=1kmなので、100,000cm = 1,000m = 1km。"
  },
  {
    "answer_id": "SO01_026",
    "answer": "4分の1",
    "question_hint": "縮尺と面積の関係。同じ範囲の土地を、2万5000分の1の地図と5万分の1の地図で表した場合、5万分の1の地図の面積は2万5000分の1の面積の何倍になるか答えさせる問題。",
    "difficulty": "応用",
    "source_context": "縮尺が2倍（分母が2倍）になると、縦の長さが1/2、横の長さが1/2になるため、面積は (1/2) × (1/2) = 1/4（4分の1）になる。計算ミスを防ぐため、1cm四方の正方形などを例に考えると理解しやすい。"
  },
  {
    "answer_id": "SO01_027",
    "answer": "市役所：◎、町村役場：○",
    "question_hint": "地図記号の知識。市役所と町村役場の記号の使い分けを答えさせる問題。",
    "difficulty": "基本",
    "source_context": "地図記号において、二重丸「◎」は市役所（および東京都の区役所）を指す。一方、一重の丸「○」は町村役場（および政令指定都市の区役所）を指す。混同しやすいため注意。"
  },
  {
    "answer_id": "SO01_028",
    "answer": "裁判所",
    "question_hint": "地図記号の知識。天秤（てんびん）の形をデザイン化した地図記号が何を表すか答えさせる問題。",
    "difficulty": "標準",
    "source_context": "天秤の形を模した地図記号は「裁判所」を表す。公正な判断を下す象徴としての天秤が用いられている。他によく出る「警察署（×：警棒）」や「消防署（Y：さすまた）」との違いを把握すること。"
  },
  {
    "answer_id": "SO01_029",
    "answer": "正距方位図法",
    "question_hint": "地図投影法の知識。中心からの方位と距離が正しく、大圏航路が直線で描かれる図法の名称を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "正距方位図法は、地図の中心点からの距離と方位が正しく表される図法。中心を通る直線は二地点間の最短距離（大圏航路）を示すため、航空図として利用される。中心から離れるほど周辺の形や面積が大きく歪む欠点がある。"
  },
  {
    "answer_id": "SO01_030",
    "answer": "メルカトル図法",
    "question_hint": "地図投影法の知識。緯線と経線が直角に交わり、等角航路が直線で描かれるため海図に使われる図法の名称を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "メルカトル図法は、緯線と経線が常に直角に交わる図法。任意の二点間を直線で結ぶと常に同じ角度で進める（等角航路）ため、海図として古くから利用されてきた。高緯度（北極・南極に近い方）ほど面積が拡大されてしまう欠点がある（例：グリーンランドが実際より大きく見える）。"
  },
  {
    "answer_id": "SO01_031",
    "answer": "本初子午線",
    "question_hint": "地球の経度。イギリスの旧グリニッジ天文台を通る、経度0度の線の名称を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "本初子午線は、経度0度の基準線。イギリスのロンドンにある旧グリニッジ天文台を通る。この線を境に東側を東経、西側を西経と呼ぶ。"
  },
  {
    "answer_id": "SO01_032",
    "answer": "排他的経済水域",
    "question_hint": "日本の領域と海。沿岸から200海里までの、水産資源や地下資源の権利が認められる水域を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "排他的経済水域（EEZ）は、領海のさらに外側に設定される。沿岸から200海里（約370km）までの範囲。この水域内の魚や石油、天然ガス、レアメタルなどの資源は、沿岸国が独占的に管理・利用する権利を持つ。"
  },
  {
    "answer_id": "SO01_033",
    "answer": "択捉島、南鳥島、沖ノ鳥島、与那国島",
    "question_hint": "日本の国土。日本の東西南北の端にある島を順に答えさせる問題。",
    "difficulty": "標準",
    "source_context": "日本の四端の島：【北端】択捉島（北方領土）、【南端】沖ノ鳥島（サンゴ礁の保全が重要）、【東端】南鳥島、【西端】与那国島（沖縄県）。これらを結んだ範囲が日本の領土となる。"
  },
  {
    "answer_id": "SO01_034",
    "answer": "北方領土",
    "question_hint": "日本の領土問題。ロシアが占拠しており、日本が返還を求めている択捉島・国後島・色丹島・歯舞群島の総称を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "北方領土は、北海道の北東に位置する択捉島、国後島、色丹島、歯舞群島の四島。第二次世界大戦末期にソ連（現ロシア）に占拠され、現在も返還交渉が続いている。日本固有の領土。"
  },
  {
    "answer_id": "SO01_035",
    "answer": "沖ノ鳥島",
    "question_hint": "日本の領土と保全。満潮時に水没して排他的経済水域を失わないよう、護岸工事が行われている日本最南端の島を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "沖ノ鳥島は日本最南端の島。東京都小笠原村に属する。満潮時に二つの岩（北露岩・東露岩）がわずかに顔を出す程度であり、波で侵食されて沈まないよう、コンクリートの護岸やチタン製の網で守られている。ここを失うと広大な排他的経済水域が消滅するため、国家的に重要な島。"
  },
  {
    "answer_id": "SO01_036",
    "answer": "環太平洋造山帯",
    "question_hint": "日本と世界の地殻。日本列島が含まれる、火山や地震が非常に多い世界的な造山帯の名前を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "環太平洋造山帯は、太平洋をぐるりと囲むように分布する、新しく険しい山脈が連なる地帯。日本列島、アンデス山脈、ロッキー山脈などが含まれる。地殻変動が激しく、世界の火山や大地震の大部分がこの帯状の地域に集中している。"
  },
  {
    "answer_id": "SO01_037",
    "answer": "液状化現象",
    "question_hint": "自然災害の用語。地震の震動により、水分を多く含んだ砂地がドロドロの液体状になり、建物が沈んだり水が噴き出したりする現象を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "液状化現象は、埋め立て地や古い河川の跡地など、地下水を含んだ緩い砂地盤で発生しやすい。地震で激しく揺さぶられると砂の粒子が浮き、地面が液体のように不安定になる。電柱の傾斜、マンホールの浮き上がり、建物の沈下などが起きる。"
  },
  {
    "answer_id": "SO01_038",
    "answer": "ハザードマップ",
    "question_hint": "防災の知識。災害の発生予測や被害の範囲、避難場所などを示した地図の名称を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "ハザードマップは、洪水、土砂崩れ、津波、噴火などの自然災害による被害が予測される区域を示した地図。自治体が作成・配布し、住民に事前の避難経路の確認や備えを促す。最近では「自然災害伝承碑」の記号が地図記号に追加された。"
  },
  {
    "answer_id": "SO01_039",
    "answer": "東日本大震災",
    "question_hint": "自然災害の歴史。2011年3月11日に発生し、巨大な津波が東北地方の太平洋沿岸を襲った災害の名称を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "東日本大震災は、三陸沖を震源とするマグニチュード9.0の巨大地震（東北地方太平洋沖地震）に端を発する。観測史上最大。巨大な津波がリアス海岸の湾奥などで増幅され、甚大な被害をもたらした。福島第一原子力発電所の事故も引き起こした。"
  },
  {
    "answer_id": "SO01_040",
    "answer": "ラムサール条約",
    "question_hint": "環境と自然保護。特に水鳥の生息地として国際的に重要な湿地を保護するための条約名を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "ラムサール条約は、1971年にイランのラムサールで採択された。正式名称は「特に水鳥の生息地として国際的に重要な湿地に関する条約」。日本では北海道の釧路湿原が最初に登録されたほか、滋賀県の琵琶湖なども登録されている。"
  }
]