[
  {
    "answer_id": "SO04_001",
    "answer": "岩宿遺跡",
    "question_hint": "【歴史】旧石器時代の遺跡。群馬県で打製石器が発見され、日本に旧石器時代があったことを証明した遺跡名を答える問題。",
    "difficulty": "基本",
    "source_context": "群馬県にある遺跡。1949年に相沢忠洋が関東ローム層から打製石器（黒曜石の石槍など）を発見したことで、日本にも土器出現以前の旧石器時代が存在したことが科学的に証明された。それまでは日本に旧石器時代はないと考えられていた。"
  },
  {
    "answer_id": "SO04_002",
    "answer": "三内丸山遺跡",
    "question_hint": "【歴史】縄文時代の遺跡。青森県で発見された大規模な集落跡で、定住生活の実態を示す遺跡名を答える問題。",
    "difficulty": "標準",
    "source_context": "青森県にある縄文時代前期〜中期の日本最大級の集落跡。大型の竪穴住居や掘立柱建物、膨大な量の土器や石器が出土した。クリの木の栽培や、遠隔地との交易を示すヒスイなども見つかっており、縄文人が高度な定住生活を送っていたことを示している。"
  },
  {
    "answer_id": "SO04_003",
    "answer": "アニミズム",
    "question_hint": "【歴史】原始時代の信仰。自然界のあらゆるものに霊魂が宿っていると考える信仰の名称を答える問題。",
    "difficulty": "応用",
    "source_context": "縄文時代の人々が持っていた自然信仰。太陽、月、山、川、動物などの自然物や自然現象すべてに霊が宿っていると考える。豊穣や安産を祈るために作られた「土偶」や、魔除けとされる「石棒」もこの信仰に関連した道具と考えられている。"
  },
  {
    "answer_id": "SO04_004",
    "answer": "石包丁",
    "question_hint": "【歴史】弥生時代の農具。稲の穂首を刈り取るために使われた、半月形の石器の名称を答える問題。",
    "difficulty": "基本",
    "source_context": "弥生時代に稲作が普及した際、収穫に使われた道具。半月形の石に2つの穴を開け、紐を通して指にかけ、稲の穂の部分だけを摘み取る「穂首刈り」に用いられた。鎌（鉄製）が普及する前の主流な収穫具である。"
  },
  {
    "answer_id": "SO04_005",
    "answer": "吉野ヶ里遺跡",
    "question_hint": "【歴史】弥生時代の遺跡。佐賀県にある日本最大級の環濠集落跡の名称を答える問題。",
    "difficulty": "標準",
    "source_context": "佐賀県に位置する弥生時代の大集落跡。周囲を深い濠（ほり）や柵で囲んだ「環濠集落」の代表例。物見やぐらや高床倉庫、王の墓とされる墳丘墓が見つかっており、小国家（クニ）の成立や戦いの存在を裏付ける重要な遺跡である。"
  },
  {
    "answer_id": "SO04_006",
    "answer": "漢委奴国王",
    "question_hint": "【歴史】金印の文字。57年に後漢の皇帝から奴国の王に授けられた金印に刻まれている5文字を答える問題。",
    "difficulty": "標準",
    "source_context": "中国の歴史書『後漢書』東夷伝に、57年に倭の奴国の王が後漢の光武帝に使いを送り、印綬を授かったと記されている。1784年に福岡県の志賀島で発見された金印には「漢委奴国王」と刻まれており、この記述を裏付けた。"
  },
  {
    "answer_id": "SO04_007",
    "answer": "卑弥呼",
    "question_hint": "【歴史】邪馬台国の女王。3世紀に30余りの国を従え、魏に使いを送った女王の名を答える問題。",
    "difficulty": "基本",
    "source_context": "中国の歴史書『魏志』倭人伝に登場する邪馬台国の女王。まじないや占いで国を治めた（鬼道）。239年に魏に使いを送り、「親魏倭王」の称号と金印、銅鏡100枚を授かった。卑弥呼の死後、国は再び乱れたが「壱与（いよ）」が王となり収まった。"
  },
  {
    "answer_id": "SO04_008",
    "answer": "『漢書』地理志",
    "question_hint": "【歴史】中国の歴史書。紀元前1世紀頃の倭（日本）が「100余りの国」に分かれていたと記された書物名を答える問題。",
    "difficulty": "応用",
    "source_context": "中国の歴史書の中で、日本（倭）について最も古く記されたもの。紀元前1世紀頃、倭人は百余りの国に分かれており、楽浪郡（現在の平壌付近）へ定期的に使者を送っていたことが記されている。"
  },
  {
    "answer_id": "SO04_009",
    "answer": "前方後円墳",
    "question_hint": "【歴史】古墳の形式。円形と方形を組み合わせた、日本独特の巨大な古墳の形式を答える問題。",
    "difficulty": "基本",
    "source_context": "古墳時代の代表的な墳形。前部が方（四角）、後部が円（丸）の形をしている。鍵穴のような形が特徴。大和政権の勢力拡大とともに各地に広まった。代表例は大阪府堺市にある大仙（仁徳天皇陵）古墳。"
  },
  {
    "answer_id": "SO04_010",
    "answer": "埴輪",
    "question_hint": "【歴史】古墳の副葬品。古墳の墳丘に並べられた、人物や動物をかたどった土製品の名称を答える問題。",
    "difficulty": "標準",
    "source_context": "古墳の頂上や周囲に並べられた素焼きの土製品。円筒埴輪のほか、家、馬、人物（兵士や巫女）をかたどった形象埴輪がある。死者の霊を守るためや、当時の生活様式を示す重要な史料となっている。縄文時代の「土偶」との混同に注意。"
  },
  {
    "answer_id": "SO04_011",
    "answer": "ワカタケル大王",
    "question_hint": "【歴史】大和政権の王。埼玉県の稲荷山古墳出土の鉄剣に刻まれていた、雄略天皇とされる王の名称を答える問題。",
    "difficulty": "標準",
    "source_context": "埼玉県の稲荷山古墳出土の鉄剣や、熊本県の江田船山古墳出土の鉄刀の銘文に記されていた名。これは「雄略天皇」を指すとされ、5世紀後半には大和政権の支配が関東から九州まで及んでいたことを証明する重要な物証となった。"
  },
  {
    "answer_id": "SO04_012",
    "answer": "姓（かばね）",
    "question_hint": "【歴史】大和政権の制度。氏（うじ）に対して、大王がその地位や職務に応じて与えた称号の名称を答える問題。",
    "difficulty": "応用",
    "source_context": "氏姓制度において、大王（天皇）が有力豪族の氏（うじ）に与えた家柄や地位を示す称号。代表的なものに、大臣（おおおみ）となる「臣（おみ）」、大連（おおむらじ）となる「連（むらじ）」のほか、君、直（あたえ）などがある。"
  },
  {
    "answer_id": "SO04_013",
    "answer": "渡来人",
    "question_hint": "【歴史】朝鮮・中国からの移住者。4〜6世紀に大陸から移り住み、漢字や仏教、高度な技術を伝えた人々の総称を答える問題。",
    "difficulty": "基本",
    "source_context": "朝鮮半島や中国大陸から日本へ移住してきた人々。漢字（儒教）、仏教の公伝（百済の聖明王から）、養蚕、機織り、土木技術、須恵器（硬質で灰色の土器）の製作技術などを伝え、大和政権の発展に大きく貢献した。"
  },
  {
    "answer_id": "SO04_014",
    "answer": "冠位十二階",
    "question_hint": "【歴史】聖徳太子の政策。家柄に関係なく、才能や功績のある人物を役人に登用するために定めた制度の名称を答える問題。",
    "difficulty": "標準",
    "source_context": "603年に聖徳太子が定めた役人の等級制度。徳・仁・礼・信・義・智をそれぞれ大小に分け12段階とした。それまでの氏族単位の世襲制を打破し、個人の能力や功績に応じて冠の色で位を示すことで、中央集権化を目指した。"
  },
  {
    "answer_id": "SO04_015",
    "answer": "小野妹子",
    "question_hint": "【歴史】遣隋使。607年に聖徳太子によって隋へ派遣された、代表的な使者の名を答える問題。",
    "difficulty": "基本",
    "source_context": "第2回遣隋使として派遣された人物。隋の皇帝・煬帝（ようだい）に対し、「日出づる処の天子、書を日没する処の天子に致す」という、対等な立場を強調した国書を渡した。煬帝を怒らせたが、当時の中国の進んだ制度や仏教文化を吸収する大きな役割を果たした。"
  },
  {
    "answer_id": "SO04_016",
    "answer": "法隆寺",
    "question_hint": "【歴史】飛鳥文化。聖徳太子が建立した、現存する世界最古の木造建築物を持つ寺院名を答える問題。",
    "difficulty": "基本",
    "source_context": "奈良県斑鳩（いかるが）にある寺。聖徳太子が建立。世界最古の木造建築である西院伽藍（五重塔・金堂など）があり、世界遺産に登録されている。飛鳥文化を代表する釈迦三尊像や玉虫厨子などが安置されている。"
  },
  {
    "answer_id": "SO04_017",
    "answer": "大化の改新",
    "question_hint": "【歴史】飛鳥時代の政変。645年に中大兄皇子らが蘇我氏を倒し、始めた政治改革の名称を答える問題。",
    "difficulty": "標準",
    "source_context": "645年、中大兄皇子（後の天智天皇）と中臣鎌足（後の藤原鎌足）が、権力を振るっていた蘇我入鹿を暗殺（乙巳の変）し、蘇我氏を滅ぼしたことから始まる改革。唐の律令制度を模範に、天皇中心の中央集権国家づくりを目指した。"
  },
  {
    "answer_id": "SO04_018",
    "answer": "班田収授法",
    "question_hint": "【歴史】土地制度。大化の改新で示された、6歳以上の男女に口分田を与え、死ぬと返却させる制度の名称を答える問題。",
    "difficulty": "標準",
    "source_context": "大化の改新後の律令制における土地・人民支配の基本。戸籍を作成し、6歳以上の男女に一定の土地（口分田）を与え、耕作させる。その代わりに税（租）を徴収し、死後は国に土地を返す仕組み。公地公民の原則に基づいている。"
  },
  {
    "answer_id": "SO04_019",
    "answer": "白村江の戦い",
    "question_hint": "【歴史】飛鳥時代の対外戦争。663年、日本が百済を助けるために朝鮮へ出兵し、唐・新羅の連合軍に敗れた戦いの名称を答える問題。",
    "difficulty": "標準",
    "source_context": "663年、滅亡した百済の復興を支援するため、中大兄皇子が朝鮮半島へ大軍を送ったが、唐と新羅の連合軍に大敗した。敗戦後、日本は唐の侵攻を恐れ、九州に防人（さきもり）を配置し、大宰府を守るための水城（みずき）や山城を築いた。"
  },
  {
    "answer_id": "SO04_020",
    "answer": "壬申の乱",
    "question_hint": "【歴史】飛鳥時代の内乱。672年、天智天皇の死後に後継者をめぐって大海人皇子と大友皇子が争った内乱の名称を答える問題。",
    "difficulty": "応用",
    "source_context": "672年に起きた古代最大の内乱。天智天皇の弟・大海人皇子と、子・大友皇子が争い、大海人皇子が勝利して天武天皇として即位した。これにより天皇の権威が絶大なものとなり、律令国家の完成に向けた中央集権体制が加速した。"
  },
  {
    "answer_id": "SO04_021",
    "answer": "平城京",
    "question_hint": "【歴史】奈良時代の都。710年に元明天皇が遷都した、唐の長安を模範とした碁盤の目の都の名称を答える問題。",
    "difficulty": "基本",
    "source_context": "710年に奈良に建設された都。唐の首都・長安をモデルにし、東西南北に大通りが通る「碁盤の目」状の計画都市。中心には平城宮があり、政治と仏教文化の拠点となった。和同開珎などの貨幣も流通し、シルクロードを経由した国際色豊かな天平文化が栄えた。"
  },
  {
    "answer_id": "SO04_022",
    "answer": "庸（よう）",
    "question_hint": "【歴史】律令制の税。都での10日間の労働の代わりに、布を納める税の名称を答える問題。",
    "difficulty": "標準",
    "source_context": "律令時代の税制（租・庸・調）の一つ。本来は都へ行って年間10日間働く労働の義務（歳役）だが、その代わりに布（麻布など）を納めることができる。主に成人男性に課せられた負担。収穫した稲を納めるのは「租」、特産物を納めるのは「調」である。"
  },
  {
    "answer_id": "SO04_023",
    "answer": "聖武天皇",
    "question_hint": "【歴史】奈良時代の天皇。鎮護国家の思想に基づき、東大寺の大仏建立や国分寺の建立を命じた天皇の名を答える問題。",
    "difficulty": "標準",
    "source_context": "奈良時代中期の天皇。疫病や社会不安を鎮めるため、仏教の力で国を安定させよう（鎮護国家）と考え、全国に国分寺・国分尼寺を建て、都には総国分寺として東大寺を建立し、巨大な大仏（盧舎那仏）を造立させた。正倉院にはこの天皇の遺愛品が納められている。"
  },
  {
    "answer_id": "SO04_024",
    "answer": "行基",
    "question_hint": "【歴史】奈良時代の僧。民衆に仏教を広めながら橋や池を作り、聖武天皇の大仏建立を助けた僧の名を答える問題。",
    "difficulty": "標準",
    "source_context": "奈良時代の僧。当時は禁止されていた民衆への布教を行い、各地で橋や堤防、ため池などの社会事業を進めたため絶大な人気を得た。当初は朝廷に弾圧されたが、大仏建立の協力者として認められ、僧侶の最高位である「大僧正」に任じられた。"
  },
  {
    "answer_id": "SO04_025",
    "answer": "鑑真",
    "question_hint": "【歴史】奈良時代の渡来僧。5度の失敗で失明しながらも来日し、日本の仏教に正しい戒律を伝えた僧の名を答える問題。",
    "difficulty": "標準",
    "source_context": "唐から来日した高僧。日本の僧に正しい戒律（僧としての規律）を授けるため、5回もの遭難・失敗を繰り返し、両目を失明しながらも6回目で来日を果たした。奈良に「唐招提寺」を建立し、日本の仏教の発展に尽力した。"
  },
  {
    "answer_id": "SO04_026",
    "answer": "墾田永年私財法",
    "question_hint": "【歴史】土地制度の変遷。743年に発布された、新しく開墾した土地の永久私有を認める法律の名称を答える問題。",
    "difficulty": "応用",
    "source_context": "743年に制定された法律。それまでの「公地公民」の原則を崩し、自分で新しく耕した土地を永久に自分のものにして良いとした。これにより、有力な貴族や寺社が競って開墾を進め、私有地である「荘園」が拡大するきっかけとなった。これ以前には3代に限定した「三世一身法（723年）」があった。"
  },
  {
    "answer_id": "SO04_027",
    "answer": "貧窮問答歌",
    "question_hint": "【歴史】奈良時代の文学。山上憶良が『万葉集』に記した、重税に苦しむ農民の様子を描いた歌の名称を答える問題。",
    "difficulty": "応用",
    "source_context": "『万葉集』に収録されている、山上憶良（やまのうえのおくら）が作った長歌。律令制下の厳しい税負担（租・庸・調や兵役）と貧困にあえぐ農民の生活をリアルに描写しており、華やかな都の裏側にある民衆の苦悩を伝える重要な史料となっている。"
  },
  {
    "answer_id": "SO04_028",
    "answer": "坂上田村麻呂",
    "question_hint": "【歴史】平安時代の人物。桓武天皇に征夷大将軍に任命され、東北地方の蝦夷（アテルイ）を平定した人物を答える問題。",
    "difficulty": "標準",
    "source_context": "平安時代初期の武官。桓武天皇から「征夷大将軍」に任じられ、東北地方の蝦夷（えみし）の征伐に向かった。蝦夷の首長アテルイを降伏させ、胆沢城（いざわじょう）を築いて東北の支配を広げた。清水寺の建立に関わったことでも知られる。"
  },
  {
    "answer_id": "SO04_029",
    "answer": "空海",
    "question_hint": "【歴史】平安時代の宗教。真言宗を開き、和歌山県の高野山に金剛峯寺を建てた僧の名を答える問題。",
    "difficulty": "基本",
    "source_context": "平安時代初期の僧（弘法大師）。遣唐使として入唐し、密教を学んで帰国。「真言宗」を開き、高野山に「金剛峯寺」を建立した。一方、同時期に活躍した最澄は「天台宗」を開き、比叡山に「延暦寺」を建てた。この2人は新しい仏教として貴族に支持された。"
  },
  {
    "answer_id": "SO04_030",
    "answer": "摂関政治",
    "question_hint": "【歴史】平安時代の政治。藤原氏が天皇の摂政や関白となり、権力を握った政治の形態を答える問題。",
    "difficulty": "基本",
    "source_context": "藤原氏が、娘を天皇の后にしてその子を次の天皇に立てる「外戚関係」を築き、天皇が幼いときは「摂政」、成人後は「関白」として実権を握った体制。11世紀前半、藤原道長・頼通父子の時代に全盛期を迎えた。"
  },
  {
    "answer_id": "SO04_031",
    "answer": "藤原道長",
    "question_hint": "【歴史】平安時代の人物。摂関政治の全盛期に「この世をばわが世とぞ思う望月の…」という和歌を詠んだ人物を答える問題。",
    "difficulty": "標準",
    "source_context": "摂関政治の絶頂期を築いた人物。4人の娘を次々と天皇の后（中宮）に入れ、3人の天皇の外祖父となった。栄華の極致において「この世をば わが世とぞ思う 望月の かけたることも なしと思えば」と詠み、自身の権力を満月に例えた。"
  },
  {
    "answer_id": "SO04_032",
    "answer": "菅原道真",
    "question_hint": "【歴史】平安時代の人物。894年に、唐の衰退などを理由に遣唐使の中止を進言した人物の名を答える問題。",
    "difficulty": "基本",
    "source_context": "平安時代の学者・政治家。宇多天皇に重用されたが、藤原氏の策略により太宰府に左遷された（現在は学問の神様として天満宮に祀られる）。894年に遣唐使の派遣中止を提言し、これが認められたことで、日本独自の「国風文化」が発達する大きな契機となった。"
  },
  {
    "answer_id": "SO04_033",
    "answer": "かな文字（平仮名・片仮名）",
    "question_hint": "【歴史】国風文化。漢字の形を崩して日本独自に作られた、読み書きのための文字を答える問題。",
    "difficulty": "標準",
    "source_context": "平安時代、遣唐使の廃止に伴い日本独自の生活に合った文化（国風文化）が発展する中で生まれた。漢字を崩して作られた平仮名や、漢字の一部を取って作られた片仮名により、心情を自由に表現できるようになり、『源氏物語』や『枕草子』などの女流文学が隆盛した。"
  },
  {
    "answer_id": "SO04_034",
    "answer": "寝殿造",
    "question_hint": "【歴史】平安時代の建築。貴族の邸宅様式で、池や庭園を備えた日本独自の住宅形式を答える問題。",
    "difficulty": "標準",
    "source_context": "国風文化を代表する貴族の住宅様式。中心となる建物（寝殿）から左右に「対の屋」を伸ばし、渡殿（廊下）でつなぐ。南側には池や橋がある広い庭園を設け、自然との調和を重んじた。内部は障子や屏風、大和絵（日本風の絵画）で飾られた。"
  },
  {
    "answer_id": "SO04_035",
    "answer": "平等院鳳凰堂",
    "question_hint": "【歴史】平安時代の建築。藤原頼通が極楽浄土を模して京都の宇治に建立した阿弥陀堂を答える問題。",
    "difficulty": "標準",
    "source_context": "平安時代後期、末法思想の流行により浄土信仰が広まる中、藤原頼通が宇治に建立した。鳳凰が羽を広げたような優美な姿が特徴で、屋根には鳳凰が置かれている。内部には阿弥陀如来像が安置され、当時の貴族が願った「死後の極楽往生」を具現化した代表的建築。"
  },
  {
    "answer_id": "SO04_036",
    "answer": "平将門の乱",
    "question_hint": "【歴史】武士の台頭。10世紀中頃、関東で自らを「新皇」と称して反乱を起こした武士の反乱名を答える問題。",
    "difficulty": "応用",
    "source_context": "935年〜940年、関東（下総）を拠点とする平将門が起こした大規模な反乱。同時期に瀬戸内海で起きた「藤原純友の乱」と合わせて承平・天慶の乱と呼ばれる。朝廷が自力で鎮圧できず、地方武士の力を借りて解決したことは、武士が政治的・軍事的に重要な存在になる転換点となった。"
  },
  {
    "answer_id": "SO04_037",
    "answer": "院政",
    "question_hint": "【歴史】平安時代後期の政治。天皇が位を譲って上皇となり、実権を握り続けた政治形態を答える問題。",
    "difficulty": "標準",
    "source_context": "1086年、白河天皇が幼少の堀河天皇に位を譲り、自身は「上皇（院）」となって政治の実権を握ったことから始まった。これにより藤原氏の摂関政治の力が弱まり、上皇は自身の軍事力として武士（北面の武士など）を登用したため、武士が中央へ進出するきっかけとなった。"
  },
  {
    "answer_id": "SO04_038",
    "answer": "平清盛",
    "question_hint": "【歴史】平安時代末期の人物。武士として初めて太政大臣となり、日宋貿易などを進めた人物を答える問題。",
    "difficulty": "標準",
    "source_context": "保元の乱・平治の乱を勝ち抜いて権力を掌握。1167年に武士で初めて「太政大臣」に就任。大輪田泊（神戸港）を整備して「日宋貿易」を積極的に行い、宋銭を輸入して利益を上げた。娘を天皇の后にし、平氏一門で高位高官を独占したが、後に源氏に滅ぼされた。"
  },
  {
    "answer_id": "SO04_039",
    "answer": "不輸・不入の権",
    "question_hint": "【歴史】荘園制度。荘園領主が獲得した、税を免除される権利と、役人の立ち入りを拒否する権利を答える問題。",
    "difficulty": "応用",
    "source_context": "平安時代の荘園拡大に伴い、有力な貴族や寺社が獲得した特権。国の税（租税）が免除されるのが「不輸の権」、国から派遣された役人（検非違使など）の立ち入りや調査を拒否できるのが「不入の権」。これにより荘園は国の支配から独立した私有地となり、律令制が崩壊していった。"
  },
  {
    "answer_id": "SO04_040",
    "answer": "壇ノ浦の戦い",
    "question_hint": "【歴史】源平の争乱。1185年、山口県沖で源氏が平氏を滅ぼした最後の戦いの名称を答える問題。",
    "difficulty": "応用",
    "source_context": "1185年、山口県下関市の壇ノ浦で行われた源平合戦の最終決戦。源義経率いる源氏軍が平氏軍を破り、平氏一門は幼い安徳天皇とともに入水して滅亡した。これにより平安時代が終わり、鎌倉幕府設立へと向かう武士主導の時代が確定した。"
  }
]