[
  {
    "answer_id": "SO05_001",
    "answer": "源頼朝",
    "question_hint": "【鎌倉】幕府の創始者。平氏を滅ぼした後、1192年に征夷大将軍に任命され、鎌倉に武家政権を開いた人物を問う。",
    "difficulty": "基本",
    "source_context": "源頼朝は平氏を壇ノ浦の戦い（1185年）で滅ぼした後、国ごとに守護、荘園・公領ごとに地頭を置く権利を朝廷に認めさせ、実質的な支配を固めた。1192年に征夷大将軍に任命され、鎌倉（神奈川県）を本拠地とする日本初の本格的な武家政権である鎌倉幕府を開いた。"
  },
  {
    "answer_id": "SO05_002",
    "answer": "守護",
    "question_hint": "【鎌倉】地方官職の知識。国ごとに置かれ、軍事・警察の役割を担った役職名を答える問題。",
    "difficulty": "基本",
    "source_context": "守護は鎌倉幕府が設置した地方の役職。国（行政単位）ごとに1人ずつ置かれ、国内の軍事・警察の仕事や、御家人の統率を担当した。1185年に源頼朝が地頭とともに設置を認めさせた。"
  },
  {
    "answer_id": "SO05_003",
    "answer": "地頭",
    "question_hint": "【鎌倉】地方官職の知識。荘園や公領ごとに置かれ、土地の管理や年貢の徴収を行った役職名を答える問題。",
    "difficulty": "基本",
    "source_context": "地頭は鎌倉幕府が荘園や公領ごとに置いた役職。主な任務は土地の管理、年貢の取り立て、裁判の執行などである。守護と並んで武士による地方支配の要となった。"
  },
  {
    "answer_id": "SO05_004",
    "answer": "御恩と奉公",
    "question_hint": "【鎌倉】封建制度の用語。将軍が御家人の領地を保障し、御家人が軍役を果たす主従関係を何というか問う。",
    "difficulty": "基本",
    "source_context": "鎌倉幕府の将軍と御家人の結びつきを「御恩と奉公」と呼ぶ。将軍が御家人の領地の支配を認めたり新しい土地を与えたりする「御恩」に対し、御家人が軍役を果たしたり幕府を警備したりする「奉公」で応える主従関係に基づいている。"
  },
  {
    "answer_id": "SO05_005",
    "answer": "北条氏",
    "question_hint": "【鎌倉】幕府の政治実権。将軍の補佐役である「執権」の職を世襲し、幕府を実質的に運営した一族を問う。",
    "difficulty": "基本",
    "source_context": "源頼朝の死後、実権は頼朝の妻・北条政子の実家である北条氏に移った。北条氏は将軍を補佐する「執権」という地位を代々独占し、政治を動かした（執権政治）。"
  },
  {
    "answer_id": "SO05_006",
    "answer": "承久の乱",
    "question_hint": "【鎌倉】朝廷との対立。1221年に後鳥羽上皇が倒幕の兵を挙げ、幕府軍に敗北した戦いの名称を問う。",
    "difficulty": "標準",
    "source_context": "1221年、朝廷の権力を取り戻そうとした後鳥羽上皇が、執権・北条義時の追討を命じて挙兵した。北条政子の演説により団結した幕府軍が勝利し、上皇は隠岐へ流された。これを機に幕府の力は西日本にも及ぶようになった。"
  },
  {
    "answer_id": "SO05_007",
    "answer": "六波羅探題",
    "question_hint": "【鎌倉】幕府の役所。承久の乱の後に、京都の監視や西日本の統治を目的として設置された役職を問う。",
    "difficulty": "標準",
    "source_context": "1221年の承久の乱の後、幕府は京都に「六波羅探題」を設置した。その主な役割は、朝廷の監視、京都の警備、および西日本の御家人の統率・裁判である。"
  },
  {
    "answer_id": "SO05_008",
    "answer": "御成敗式目（貞永式目）",
    "question_hint": "【鎌倉】武家法の知識。1232年に北条泰時が制定した、日本初の武家独自の法律を何というか問う。",
    "difficulty": "標準",
    "source_context": "1232年、3代執権の北条泰時が制定した日本初の武家法。全51か条から成り、御家人同士の土地争いを公平に裁く基準や、武士の慣習を成文化した。後の武家法の模範となった。"
  },
  {
    "answer_id": "SO05_009",
    "answer": "元寇（蒙古襲来）",
    "question_hint": "【鎌倉】対外戦争。13世紀後半、モンゴル帝国（元）のフビライ・ハンが二度にわたり九州へ攻めてきた事件を問う。",
    "difficulty": "基本",
    "source_context": "1274年（文永の役）と1281年（弘安の役）の二度、元と高麗の連合軍が北九州に侵攻した事件。8代執権・北条時宗は服属要求を拒否して戦った。元軍の集団戦法や火薬兵器「てつはう」に苦戦したが、暴風雨などの影響もあり元軍は撤退した。"
  },
  {
    "answer_id": "SO05_010",
    "answer": "永仁の徳政令",
    "question_hint": "【鎌倉】幕府の救済策。1297年、元寇の戦費で困窮した御家人を救うために出された、借金を帳消しにする法令を問う。",
    "difficulty": "標準",
    "source_context": "元寇での恩賞不足や分割相続による生活難から、土地を売り渡したり借金に苦しんだりする御家人が増えた。幕府は1297年に、御家人の売却した土地を無償で返還させ、借金を帳消しにする「永仁の徳政令」を出したが、経済を混乱させ幕府への不満を高める結果となった。"
  },
  {
    "answer_id": "SO05_011",
    "answer": "平家物語",
    "question_hint": "【鎌倉】文化・文学。平氏の興亡を描いた軍記物語で、琵琶法師によって語り伝えられた作品を問う。",
    "difficulty": "基本",
    "source_context": "鎌倉時代に成立した軍記物語。平氏の繁栄と滅亡を「諸行無常」の思想で描いている。文字の読めない庶民の間にも、琵琶を弾きながら物語を語る「琵琶法師」によって広まった。"
  },
  {
    "answer_id": "SO05_012",
    "answer": "運慶・快慶",
    "question_hint": "【鎌倉】文化・彫刻。東大寺南大門に安置されている、力強い作風の「金剛力士像」を制作した仏師の名前を問う。",
    "difficulty": "標準",
    "source_context": "鎌倉時代を代表する仏師。東大寺南大門の「金剛力士像」は、彼らが中心となってわずか69日間で制作したとされる。武士の気風を反映した、写実的で筋肉の躍動感あふれる力強い作風が特徴である。"
  },
  {
    "answer_id": "SO05_013",
    "answer": "浄土宗・法然",
    "question_hint": "【鎌倉】新仏教の知識。「南無阿弥陀仏」を唱えれば救われると説いた宗派とその開祖の組み合わせを問う。",
    "difficulty": "標準",
    "source_context": "鎌倉新仏教の一つ。法然が開祖。「専修念仏」を唱え、ただ「南無阿弥陀仏」の念仏を口に出して唱えるだけで、誰でも極楽浄土へ行けると説いた。分かりやすい教えとして民衆に急速に広まった。"
  },
  {
    "answer_id": "SO05_014",
    "answer": "建武の新政",
    "question_hint": "【室町】政治の変遷。鎌倉幕府滅亡後、後醍醐天皇が行った天皇・公家中心の政治の名称を問う。",
    "difficulty": "標準",
    "source_context": "1333年、鎌倉幕府が滅亡した後に後醍醐天皇が始めた政治。天皇がすべての権力を握る公家中心の内容であったため、武士の不満を招いた。足利尊氏の反旗によりわずか2年余りで崩壊した。"
  },
  {
    "answer_id": "SO05_015",
    "answer": "足利尊氏",
    "question_hint": "【室町】幕府の創始者。建武の新政に離反して京都に幕府を開き、1338年に征夷大将軍となった人物を問う。",
    "difficulty": "基本",
    "source_context": "足利尊氏は、当初は鎌倉幕府の御家人として六波羅探題を攻め落とすが、後醍醐天皇の政治に反対して挙兵した。京都に新しい天皇を立て、1338年に征夷大将軍となり室町幕府を開いた。"
  },
  {
    "answer_id": "SO05_016",
    "answer": "南北朝時代",
    "question_hint": "【室町】時代区分。京都の北朝と吉野の南朝に朝廷が分かれ、約60年間にわたり戦乱が続いた時代を問う。",
    "difficulty": "標準",
    "source_context": "足利尊氏が立てた京都の「北朝」と、後醍醐天皇が吉野（奈良県）に逃れて立てた「南朝」が並立し、全国の武士が二手に分かれて戦った約60年間（1336年〜1392年）の動乱期。"
  },
  {
    "answer_id": "SO05_017",
    "answer": "足利義満",
    "question_hint": "【室町】3代将軍。南北朝の合一を達成し、京都の室町に花の御所を建てて幕府の全盛期を築いた人物を問う。",
    "difficulty": "基本",
    "source_context": "室町幕府3代将軍。1392年に南朝と北朝を統一（南北朝の合一）し、戦乱を終わらせた。京都の室町に豪華な「花の御所」を建て、幕府の権威を確立した。北山文化の中心人物でもある。"
  },
  {
    "answer_id": "SO05_018",
    "answer": "勘合貿易（日明貿易）",
    "question_hint": "【室町】対外貿易。倭寇と区別するために「勘合」という合い札を用いた明との貿易を何というか問う。",
    "difficulty": "標準",
    "source_context": "足利義満が始めた明（中国）との貿易。海賊である「倭寇」と正式な貿易船を区別するため、「勘合」と呼ばれる割り印入りの合い札を使用した。日本からは銅、刀剣、硫黄などを輸出し、明からは銅銭（永楽通宝など）、生糸、絹織物を輸入した。"
  },
  {
    "answer_id": "SO05_019",
    "answer": "守護大名",
    "question_hint": "【室町】地方支配。室町時代、一国の軍事・行政・税収の権限を掌握し、領国を支配するようになった守護を問う。",
    "difficulty": "標準",
    "source_context": "室町時代、本来は幕府の地方官にすぎなかった守護が、国内の武士を家来にし、年貢の一部を徴収するなどの権限を強めて、一国を領地のように支配するようになった存在。"
  },
  {
    "answer_id": "SO05_020",
    "answer": "応仁の乱",
    "question_hint": "【室町】戦乱の知識。1467年、将軍の世継ぎ問題などをきっかけに始まり、11年間続いて京都を焦土とした乱を問う。",
    "difficulty": "基本",
    "source_context": "1467年から11年間続いた戦乱。8代将軍・足利義政の後継ぎ争いに有力守護大名の細川氏（東軍）と山名氏（西軍）の対立が絡み、京都を主戦場に全国を巻き込んだ。幕府の権威は失墜し、下剋上の戦国時代へと突入する契機となった。"
  },
  {
    "answer_id": "SO05_021",
    "answer": "下剋上",
    "question_hint": "【室町】社会風潮。身分の低い者が実力で上の者を倒し、地位を奪う戦国時代の風潮を何というか問う。",
    "difficulty": "標準",
    "source_context": "応仁の乱以降の戦国時代に広まった風潮。「下の者が上の者に勝つ」という意味で、実力主義によって家臣が主君を倒したり、農民が一揆を起こして領主を追い出したりすることを指す。"
  },
  {
    "answer_id": "SO05_022",
    "answer": "戦国大名",
    "question_hint": "【室町】支配層。幕府の権威に頼らず、自らの実力で領国を支配し、城下町や分国法を作った武将を問う。",
    "difficulty": "基本",
    "source_context": "戦国時代、守護大名に代わって実力で一帯を支配した領主。領国内に独自の法律「分国法（家法）」を定め、検地を行って農民を掌握し、居城を中心とした「城下町」を形成して商業を活性化させた。"
  },
  {
    "answer_id": "SO05_023",
    "answer": "分国法",
    "question_hint": "【室町】法律の知識。戦国大名が自らの領国を統治するために独自に定めた法律を何というか問う。",
    "difficulty": "標準",
    "source_context": "戦国大名が領地を支配するために制定した独自のおきて。家臣の統制や農民の保護、喧嘩両成敗の原則などが記されている。武田氏の「甲州法度之次第」や今川氏の「今川仮名目録」などが有名。"
  },
  {
    "answer_id": "SO05_024",
    "answer": "惣（惣村）",
    "question_hint": "【室町】社会組織。農民たちが団結し、寄合を開いて自律的に村を運営した自治組織を何というか問う。",
    "difficulty": "標準",
    "source_context": "室町時代に農村で形成された自治的な組織。有力農民を中心に「寄合」を開き、村のルール（村掟）を決め、水路の管理や祭礼、治安維持などを自主的に行った。領主に対して年貢の減免を要求する団結の母体ともなった。"
  },
  {
    "answer_id": "SO05_025",
    "answer": "正長の土一揆",
    "question_hint": "【室町】民衆運動。1428年、近江の馬借を皮切りに徳政を求めて土倉や酒屋を襲った初の大規模な一揆を問う。",
    "difficulty": "標準",
    "source_context": "1428年（正長元年）、近江（滋賀県）の運送業者「馬借」の蜂起をきっかけに、借金の帳消し（徳政）を求めて発生した最初の大規模な土一揆。京都や近畿各地の「土倉（高利貸し）」や酒屋を襲い、借金の証文を破棄させた。"
  },
  {
    "answer_id": "SO05_026",
    "answer": "山城国一揆",
    "question_hint": "【室町】自治の事例。1485年、現在の京都府南部で武士や農民が団結し、守護大名を追い出して8年間自治を行った一揆を問う。",
    "difficulty": "応用",
    "source_context": "1485年、山城国（京都府南部）の国人（地元の有力武士）や農民が、争いを続ける守護大名の畠山氏の軍勢を国外へ退去させた。その後、自分たちで寄合を開き、約8年間にわたり自治を行った下剋上の代表的事例。"
  },
  {
    "answer_id": "SO05_027",
    "answer": "加賀の一向一揆",
    "question_hint": "【室町】自治の事例。1488年、浄土真宗の門徒が守護を倒し、約100年にわたり「百姓の持ちたる国」を築いた一揆を問う。",
    "difficulty": "応用",
    "source_context": "1488年、加賀（石川県）で浄土真宗（一向宗）の門徒たちが守護大名の富樫氏を自害に追い込んだ。その後、約100年間にわたり本願寺の指導のもと、門徒たちによる独自の自治支配が行われ、「百姓の持ちたる国」と呼ばれた。"
  },
  {
    "answer_id": "SO05_028",
    "answer": "二毛作",
    "question_hint": "【鎌倉〜室町】農業の発展。夏に米、冬に麦を同じ土地で作る栽培方法が室町時代にどこまで広まったか問う。",
    "difficulty": "標準",
    "source_context": "同じ耕地で年に二種類の作物を作る農法。鎌倉時代に西日本で始まった。牛馬の利用や草木灰・下肥といった肥料の改良に伴い、室町時代には関東地方まで普及した。これにより農業生産力が飛躍的に向上した。"
  },
  {
    "answer_id": "SO05_029",
    "answer": "定期市・座",
    "question_hint": "【鎌倉〜室町】商工業の発展。月に開かれる市場の回数の変化や、商人の同業者組合の名称を問う。",
    "difficulty": "標準",
    "source_context": "経済の発展に伴い、寺社の門前などで日にちを決めて開かれる「定期市」が増えた（鎌倉時代の月3回から室町時代の月6回へ）。商工業者は、貴族や寺社に税を払う代わりに独占販売権を認めてもらう同業者組合「座」を組織した。"
  },
  {
    "answer_id": "SO05_030",
    "answer": "金閣（鹿苑寺）",
    "question_hint": "【室町】文化・建築。足利義満が京都の北山に建てた、公家と武家の文化が融合した建物を何というか問う。",
    "difficulty": "基本",
    "source_context": "3代将軍・足利義満が京都の北山に建てた別荘。寝殿造と禅宗様の建築が融合した三層の楼閣で、二層・三層に金箔が貼られている。この時期の華やかな文化を「北山文化」と呼ぶ。"
  },
  {
    "answer_id": "SO05_031",
    "answer": "能（能楽）・観阿弥・世阿弥",
    "question_hint": "【室町】文化・芸能。足利義満の保護を受けて大成された伝統芸能とその親子名を問う。",
    "difficulty": "標準",
    "source_context": "田楽や猿楽を元に、観阿弥・世阿弥の親子が大成した歌舞劇。義満の保護を受け、幽玄な美しさを特徴とする。世阿弥は理論書『風姿花伝』を著した。幕間には滑稽な寸劇である「狂言」が演じられた。"
  },
  {
    "answer_id": "SO05_032",
    "answer": "銀閣（慈照寺）",
    "question_hint": "【室町】文化・建築。足利義政が京都の東山に建てた、禅宗の影響を受けた簡素な建物を何というか問う。",
    "difficulty": "基本",
    "source_context": "8代将軍・足利義政が京都の東山に建てた別荘。金閣の華やかさに対し、わび・さびを重んじる簡素で落ち着いた様式が特徴。この時期の文化を「東山文化」と呼び、現在の和風住宅の原形となった「書院造」が取り入れられた。"
  },
  {
    "answer_id": "SO05_033",
    "answer": "書院造",
    "question_hint": "【室町】文化・住居。銀閣の東求堂などに見られる、畳、障子、ふすまを用いた日本建築の様式を問う。",
    "difficulty": "標準",
    "source_context": "東山文化期に確立した住宅様式。畳を敷き詰め、障子、ふすま、床の間、棚などを設けた部屋の造り。禅宗寺院の住居形式が武士の住宅に取り入れられたもので、現代の和室のルーツとなっている。"
  },
  {
    "answer_id": "SO05_034",
    "answer": "枯山水（かれさんすい）",
    "question_hint": "【室町】文化・庭園。龍安寺の石庭に代表される、水を使わず石と砂で自然を表現する様式を問う。",
    "difficulty": "標準",
    "source_context": "東山文化の時期に発達した庭園様式。禅宗の精神を反映し、水を使わずに白砂と石、苔などを用いて山水の風景や宇宙を表現する。京都の龍安寺の石庭がその代表例として有名である。"
  },
  {
    "answer_id": "SO05_035",
    "answer": "水墨画・雪舟",
    "question_hint": "【室町】文化・絵画。墨の濃淡だけで自然を描く手法と、それを大成した人物名を問う。",
    "difficulty": "標準",
    "source_context": "墨の濃淡や線の太さだけで風景などを描く手法。中国（明）に渡って本格的な技法を学んだ雪舟が日本独自の水墨画を大成させた。代表作に『秋冬山水図』などがある。"
  },
  {
    "answer_id": "SO05_036",
    "answer": "琉球王国",
    "question_hint": "【室町】対外関係。15世紀初めに尚氏が沖縄を統一し、中継貿易で繁栄した国を何というか問う。",
    "difficulty": "標準",
    "source_context": "15世紀初め、尚巴志が三山を統一して建国した。首里を本拠とし、日本、中国、東南アジアを結ぶ位置関係を活かした「中継貿易」で巨万の富を得た。中国（明）の皇帝に対して朝貢貿易を行っていた。"
  },
  {
    "answer_id": "SO05_037",
    "answer": "北条泰時",
    "question_hint": "【鎌倉】執権政治。御成敗式目を制定し、連署・評定衆を置いて集団指導体制を整えた3代執権を問う。",
    "difficulty": "標準",
    "source_context": "鎌倉幕府3代執権。承久の乱後に政治を安定させるため、叔父の時房を「連署（執権の補佐役）」とし、有力御家人から成る「評定衆」を設置して合議制の政治を行った。1232年には御成敗式目を制定し、公正な裁判を目指した。"
  },
  {
    "answer_id": "SO05_038",
    "answer": "お伽草子（おとぎぞうし）",
    "question_hint": "【室町】文化・庶民。室町時代に庶民の間で流行した、『一寸法師』などの絵入りの物語を問う。",
    "difficulty": "応用",
    "source_context": "室町時代から江戸時代初期にかけて成立した、挿絵入りの短編物語の総称。『一寸法師』『浦島太郎』『物臭太郎』などが有名で、武士だけでなく農民や町人などの庶民の間で広く愛読された。"
  },
  {
    "answer_id": "SO05_039",
    "answer": "土倉・酒屋",
    "question_hint": "【室町】経済の発展。質屋のような金融業を営み、幕府の財源にもなった商人を何というか問う。",
    "difficulty": "標準",
    "source_context": "室町時代に活躍した金融業者。貨幣経済の浸透に伴い、質屋のように金を貸し付けて高い利息を取った。「酒屋」は本来醸造業だが、副業として金融を営む者が多かった。幕府は彼らに重い税（倉役・酒屋役）を課し、重要な財源とした。"
  },
  {
    "answer_id": "SO05_040",
    "answer": "鎌倉新仏教",
    "question_hint": "【鎌倉】宗教の変遷。武士や民衆の要望に応え、実行しやすく分かりやすい教えを説いた6つの新しい宗派の総称を問う。",
    "difficulty": "標準",
    "source_context": "鎌倉時代に誕生した新しい仏教の総称。浄土宗（法然）、浄土真宗（親鸞）、時宗（一遍）、日蓮宗（日蓮）、臨済宗（栄西）、曹洞宗（道元）の六宗を指す。従来の学問的な仏教と異なり、一筋に念仏を唱える、あるいは座禅を組むなど、簡潔で一貫した修行が特徴。"
  }
]