[
  {
    "answer_id": "SO06_001",
    "answer": "織田信長",
    "question_hint": "【安土桃山】人物。1573年に足利義昭を京都から追放して室町幕府を滅ぼし、天下統一を目前に本能寺の変で自害した武将を問う。",
    "difficulty": "基本",
    "source_context": "戦国時代の尾張国（愛知県）出身の武将。1560年の桶狭間の戦いで今川義元を破り台頭。足利義昭を追放して幕府を終わらせ、楽市・楽座やキリスト教保護などの革新的な政策を行ったが、1582年に明智光秀の謀反により自害した。"
  },
  {
    "answer_id": "SO06_002",
    "answer": "桶狭間の戦い",
    "question_hint": "【安土桃山】合戦。1560年、織田信長が少数で今川義元の大軍を破り、天下に名を知らしめるきっかけとなった戦いを問う。",
    "difficulty": "基本",
    "source_context": "1560年に起きた戦い。尾張の小大名だった織田信長が、駿河の強大な戦国大名・今川義元を奇襲によって打ち破った。この勝利により信長は天下統一への第一歩を踏み出すこととなった。"
  },
  {
    "answer_id": "SO06_003",
    "answer": "楽市・楽座",
    "question_hint": "【安土桃山】政策。織田信長が城下町（安土など）で行った、座の特権を廃止して商工業の活性化を図った政策を問う。",
    "difficulty": "標準",
    "source_context": "織田信長が経済活性化のために行った政策。中世から続く商工業者の独占組織「座」の特権を認めず、市場の税を免除して誰でも自由に商売ができるようにした。これにより安土などの城下町は非常に繁栄した。"
  },
  {
    "answer_id": "SO06_004",
    "answer": "長篠の戦い",
    "question_hint": "【安土桃山】合戦。1575年、織田信長が鉄砲隊を効果的に運用して、武田勝頼の強力な騎馬隊を破った戦いを問う。",
    "difficulty": "基本",
    "source_context": "1575年に三河国で行われた戦い。信長は三千丁ともいわれる鉄砲を用い、馬防柵の後ろから一斉射撃を行う新しい戦法で、当時最強と謳われた武田氏の騎馬隊を壊滅させた。"
  },
  {
    "answer_id": "SO06_005",
    "answer": "豊臣秀吉",
    "question_hint": "【安土桃山】人物。信長の後継者として、1590年に北条氏を滅ぼして全国統一を達成し、関白や太政大臣となった人物を問う。",
    "difficulty": "基本",
    "source_context": "信長の足軽から出世した人物。本能寺の変後、山崎の戦いで明智光秀を討ち後継者となった。太閤検地や刀狩などの強力な政策を行い、兵農分離を進めて江戸時代の身分制度の基礎を作った。"
  },
  {
    "answer_id": "SO06_006",
    "answer": "太閤検地",
    "question_hint": "【安土桃山】政策。豊臣秀吉が全国で行った、土地の面積やよしあしを統一基準で測り、米の収穫量を「石高」で表した調査を問う。",
    "difficulty": "標準",
    "source_context": "豊臣秀吉が全国規模で行った土地調査。升（ものさし）などの基準を全国で統一し、田畑の予想収穫量を「石高（こくだか）」で計算して検地帳に記録した。これにより荘園制度が完全に消滅し、年貢の徴収が確実になった。"
  },
  {
    "answer_id": "SO06_007",
    "answer": "刀狩（刀狩令）",
    "question_hint": "【安土桃山】政策。1588年、秀吉が農民から武器を取り上げ、一揆を防ぐとともに農作業に専念させた政策を問う。",
    "difficulty": "基本",
    "source_context": "1588年に豊臣秀吉が出した法令。方広寺の大仏造立の釘に使うという名目で農民から刀や脇差、鉄砲などの武器を没収した。これにより農民による一揆を抑止し、武士と農民の身分を分ける「兵農分離」が決定的となった。"
  },
  {
    "answer_id": "SO06_008",
    "answer": "朝鮮出兵（文禄・慶長の役）",
    "question_hint": "【安土桃山】外交。秀吉が明の征服を目指して、二度にわたり朝鮮半島に大軍を送ったが失敗した軍事行動を問う。",
    "difficulty": "標準",
    "source_context": "全国統一後の秀吉が、明（中国）への侵攻ルートを確保するために朝鮮半島へ軍を送った。1592年の文禄の役と1597年の慶長の役があった。朝鮮の民衆や李舜臣率いる水軍の抵抗、明の援軍により苦戦し、秀吉の病死とともに撤退した。"
  },
  {
    "answer_id": "SO06_009",
    "answer": "千利休",
    "question_hint": "【安土桃山】文化。信長や秀吉に仕え、質素な「わび茶」の作法を大成させた茶人を問う。",
    "difficulty": "基本",
    "source_context": "堺の豪商出身の茶人。豪華なものを好んだ秀吉に仕えながらも、精神的な深さを追求する「わび茶」を完成させた。現在の茶道の原形を作った人物だが、後に秀吉の怒りに触れ、自害を命じられた。"
  },
  {
    "answer_id": "SO06_010",
    "answer": "狩野永徳",
    "question_hint": "【安土桃山】文化。安土城や大阪城の屏風やふすまに、金箔を多用した豪華な障壁画を描いた代表的な絵師を問う。",
    "difficulty": "応用",
    "source_context": "桃山文化を象徴する絵師。力強く雄大な作風が特徴で、金色の背景に色鮮やかな絵を描く「障壁画（しょうへきが）」を多く残した。代表作に『唐獅子図屏風（からじしずびょうぶ）』などがある。"
  },
  {
    "answer_id": "SO06_011",
    "answer": "徳川家康",
    "question_hint": "【江戸】人物。1600年の関ヶ原の戦いで勝利し、1603年に江戸に幕府を開いた人物を問う。",
    "difficulty": "基本",
    "source_context": "三河国（愛知県）出身。信長、秀吉と同盟・臣従しながら力を蓄え、五大老の筆頭となった。秀吉死後に石田三成ら西軍を関ヶ原で破り、征夷大将軍となって江戸幕府を開き、260年続く徳川政権の礎を築いた。"
  },
  {
    "answer_id": "SO06_012",
    "answer": "関ヶ原の戦い",
    "question_hint": "【江戸】合戦。1600年、徳川家康率いる東軍が石田三成ら西軍を破り、「天下分け目の戦い」と呼ばれた合戦を問う。",
    "difficulty": "基本",
    "source_context": "1600年に美濃国（岐阜県）で行われた戦い。豊臣政権内の主導権を巡り、徳川家康（東軍）と石田三成（西軍）が激突。小早川秀秋の寝返りなどにより東軍が勝利し、家康の全国支配が事実上決まった。"
  },
  {
    "answer_id": "SO06_013",
    "answer": "幕藩体制",
    "question_hint": "【江戸】制度。幕府と、各地の領地を支配する藩が、全国の土地と人民を統治する江戸時代の仕組みを問う。",
    "difficulty": "標準",
    "source_context": "江戸幕府の統治機構。幕府が全国の政治を統括しつつ、各地の「藩」には大名による独自の統治を認めた体制。約4分の1の領地（天領）や主要都市を幕府が直接支配し、残りを約260〜300の大名に分け与えて統制した。"
  },
  {
    "answer_id": "SO06_014",
    "answer": "外様大名",
    "question_hint": "【江戸】制度。関ヶ原の戦いの前後に徳川氏に従った大名の分類で、幕府から警戒され遠方に配置された者を問う。",
    "difficulty": "応用",
    "source_context": "大名の分類の一つ。関ヶ原の戦い付近で初めて家臣となった大名。加賀の前田氏や薩摩の島津氏など。幕府の要職には就けず、謀反を防ぐために江戸から遠い地域に配置された。徳川一門は「親藩」、古くからの家臣は「譜代大名」という。"
  },
  {
    "answer_id": "SO06_015",
    "answer": "武家諸法度",
    "question_hint": "【江戸】法律。大名が守るべききまりとして定められ、城の修理や結婚を制限した法令を問う。",
    "difficulty": "標準",
    "source_context": "1615年に制定された、大名を統制するための基本法。城を勝手に修理すること、大名同士が私的に結婚することなどを禁止した。違反した大名は領地を没収（改易）されるなどの厳しい罰を受けた。"
  },
  {
    "answer_id": "SO06_016",
    "answer": "参勤交代",
    "question_hint": "【江戸】制度。3代将軍家光が制度化し、大名に1年おきの江戸居住を義務付け、妻子を人質とした制度を問う。",
    "difficulty": "基本",
    "source_context": "3代将軍徳川家光が武家諸法度に追加して確立。大名に領地と江戸を1年ごとに往復させ、妻子を常時江戸に住まわせた。大名の財政を圧迫し、軍事費を消耗させて反乱を抑える強力な統制策となった。"
  },
  {
    "answer_id": "SO06_017",
    "answer": "島原・天草一揆",
    "question_hint": "【江戸】歴史事件。1637年、天草四郎を首領としてキリシタンへの弾圧や重税に抗議して起きた大規模な農民一揆を問う。",
    "difficulty": "標準",
    "source_context": "九州の島原・天草地方で発生。キリスト教への激しい弾圧と領主の過酷な年貢取り立てに耐えかねた農民らが、原城跡に立てこもった。幕府はこれを鎮圧した後、禁教と鎖国政策をさらに強化する方針を固めた。"
  },
  {
    "answer_id": "SO06_018",
    "answer": "鎖国",
    "question_hint": "【江戸】外交。キリスト教の禁止や貿易の利益独占を目的として、1641年に完成された対外関係の制限政策を問う。",
    "difficulty": "基本",
    "source_context": "幕府による外交制限政策。1639年のポルトガル船来航禁止を経て、1641年に平戸のオランダ商館を長崎の出島に移して完成。以降、長崎・対馬・薩摩・松前の「四つの口」を通じてのみ、限定的に外国（オランダ・清・朝鮮など）との交流を続けた。"
  },
  {
    "answer_id": "SO06_019",
    "answer": "五人組",
    "question_hint": "【江戸】社会制度。農民5戸を1組とし、年貢の納入や犯罪防止について連帯責任を負わせた制度を問う。",
    "difficulty": "標準",
    "source_context": "幕府が農民を統制するために設けた近隣組織。キリシタンの取り締まりや年貢の未納、犯罪などに対して組全体で責任を負わせ、互いに監視させることで村の秩序を維持させた。"
  },
  {
    "answer_id": "SO06_020",
    "answer": "徳川吉宗",
    "question_hint": "【江戸】人物。8代将軍。享保の改革を行い、質素倹約や「上げ米の制」「目安箱」の設置などを進めた人物を問う。",
    "difficulty": "基本",
    "source_context": "紀州藩主から将軍となり、幕府財政の再建に尽力。「米将軍」と呼ばれた。新田開発の奨励、公事方御定書の制定、小石川養生所の設置など多角的な改革を行い、一時的に幕府の支配力を回復させた。"
  },
  {
    "answer_id": "SO06_021",
    "answer": "上げ米の制",
    "question_hint": "【江戸】政策。享保の改革の一環で、大名の江戸滞在を半年短縮する代わりに、石高に応じて米を献上させた制度を問う。",
    "difficulty": "応用",
    "source_context": "8代吉宗が幕府の深刻な米不足（財政難）を解消するために実施。大名の参勤交代の江戸在住期間を1年から半年に減らす緩和策を条件に、石高1万石につき100石の米を強制的に献上させた。幕府財政は好転したが、将軍の威信を低下させる面もあった。"
  },
  {
    "answer_id": "SO06_022",
    "answer": "田沼意次",
    "question_hint": "【江戸】人物。老中として株仲間の公認や長崎貿易の奨励など、商業の力を利用した財政再建を試みた人物を問う。",
    "difficulty": "標準",
    "source_context": "10代将軍家治の時代に実権を握った。印旛沼の干拓や銅の専売、蝦夷地調査など積極的な経済政策をとったが、「賄賂（わいろ）政治」と批判された。天明の大飢饉や浅間山の噴火による混乱の中で失脚した。"
  },
  {
    "answer_id": "SO06_023",
    "answer": "松平定信",
    "question_hint": "【江戸】人物。老中として寛政の改革を行い、質素倹約や朱子学以外の学問を禁止する政策などを進めた人物を問う。",
    "difficulty": "標準",
    "source_context": "白河藩主から老中となり、祖父・吉宗の享保の改革を模範として「寛政の改革」を実施。飢饉対策の「囲い米」、旗本・御家人の借金を帳消しにする「棄捐令（きえんれい）」などを行ったが、あまりに厳しい倹約政策に人々の不満を招いた。"
  },
  {
    "answer_id": "SO06_024",
    "answer": "水野忠邦",
    "question_hint": "【江戸】人物。老中として天保の改革を行い、株仲間の解散や人返し令などの厳しい統制を行った人物を問う。",
    "difficulty": "標準",
    "source_context": "幕末期の老中。天保の大飢饉後の混乱を収めるため「天保の改革」を実施。物価高騰を抑えるための株仲間解散、農村再建のための人返し令、江戸・大阪周辺を直轄地化しようとする上知令（あげちれい）などを強行したが、猛反対に遭い短期間で失脚した。"
  },
  {
    "answer_id": "SO06_025",
    "answer": "天下の台所",
    "question_hint": "【江戸】都市。各地から年貢米や特産物が集まる商業の中心地として栄えた、江戸時代の「大阪」の呼び名を問う。",
    "difficulty": "基本",
    "source_context": "江戸時代の大阪の俗称。全国の物流の拠点で、諸藩が年貢米や特産品を販売するために「蔵屋敷（くらやしき）」を構えた。堂島の米市場は世界初の先物取引所ともいわれる。江戸が「将軍のおひざもと」と呼ばれたのと対比される。"
  },
  {
    "answer_id": "SO06_026",
    "answer": "五街道",
    "question_hint": "【江戸】交通。日本橋を起点に整備された、東海道・中山道・甲州街道・日光街道・奥州街道の総称を問う。",
    "difficulty": "基本",
    "source_context": "幕府が江戸を中心に整備した5つの主要道路。参勤交代や物流に利用され、各街道には宿場町や関所が設けられた。陸上交通の発達により、飛脚による通信や一般庶民の旅も盛んになった。"
  },
  {
    "answer_id": "SO06_027",
    "answer": "元禄文化",
    "question_hint": "【江戸】文化。17世紀末から18世紀初めに上方（京都・大阪）を中心に栄えた、明るく華やかな町人文化を問う。",
    "difficulty": "標準",
    "source_context": "5代綱吉の時代頃に栄えた文化。井原西鶴の浮世草子、松尾芭蕉の俳諧、近松門左衛門の人形浄瑠璃、菱川師宣の浮世絵などが代表。新興の町人が担い手となり、現世の享楽や人間らしさを表現した。"
  },
  {
    "answer_id": "SO06_028",
    "answer": "化政文化",
    "question_hint": "【江戸】文化。19世紀初めに江戸を中心に栄えた、皮肉や風刺がきいた円熟した庶民文化を問う。",
    "difficulty": "標準",
    "source_context": "文化・文政年間に栄えた文化。十返舎一九の『東海道中膝栗毛』、葛飾北斎や歌川広重の浮世絵、小林一茶の俳句などが代表。幕府の権威が揺らぐ中で、庶民の逞しさやユーモア、風刺的な表現が発達した。"
  },
  {
    "answer_id": "SO06_029",
    "answer": "本居宣長",
    "question_hint": "【江戸】学問。日本古来の精神を研究する「国学」を大成し、35年かけて『古事記伝』を著した人物を問う。",
    "difficulty": "標準",
    "source_context": "江戸時代後期の学者。儒教や仏教に影響される前の日本独自の道（古道）を追求。「国学」を体系化し、注釈書『古事記伝』を完成させた。彼の思想は後の尊王攘夷運動にも大きな影響を与えた。"
  },
  {
    "answer_id": "SO06_030",
    "answer": "杉田玄白",
    "question_hint": "【江戸】学問。前野良沢らとオランダ語の医学書を翻訳し、1774年に『解体新書』を出版した人物を問う。",
    "difficulty": "基本",
    "source_context": "江戸時代中期の医師。オランダの解剖学書『ターヘル・アナトミア』の図と実際の解剖が一致することに驚き、苦労して日本語に翻訳。『解体新書』として世に出し、西洋学問を学ぶ「蘭学（らんがく）」が本格的に普及する先駆けとなった。"
  },
  {
    "answer_id": "SO06_031",
    "answer": "ペリー",
    "question_hint": "【江戸】幕末。1853年に浦賀に黒船で来航し、日本に開国を求めたアメリカの東インド艦隊司令長官を問う。",
    "difficulty": "基本",
    "source_context": "アメリカから派遣された軍人。大統領の親書を携え、軍事力を背景に薪水・食料の供給や通商を要求した。この来航は「黒船来航」として日本中に衝撃を与え、200年以上の鎖国を終わらせる直接のきっかけとなった。"
  },
  {
    "answer_id": "SO06_032",
    "answer": "日米修好通商条約",
    "question_hint": "【江戸】条約。1858年に大老の井伊直弼が結んだ、領事裁判権を認め関税自主権がない不平等条約を問う。",
    "difficulty": "標準",
    "source_context": "アメリカ総領事ハリスの要求に対し、井伊直弼が朝廷の許可を得ずに調印。横浜・長崎など5港の開港を決めたが、日本の関税率を相手が決める「関税自主権の欠如」や、外国人の犯罪を日本で裁けない「領事裁判権」を含む不平等な内容だった。"
  },
  {
    "answer_id": "SO06_033",
    "answer": "井伊直弼",
    "question_hint": "【江戸】人物。幕末の大老。独断で通商条約を結び、反対派を安政の大獄で弾圧したが、桜田門外の変で暗殺された人物を問う。",
    "difficulty": "標準",
    "source_context": "彦根藩主。将軍継嗣問題や条約勅許問題で反対する吉田松陰や橋本左内らを厳しく処罰（安政の大獄）したが、1860年にこれに憤った水戸・薩摩の浪士によって江戸城桜田門外で襲撃・殺害された。"
  },
  {
    "answer_id": "SO06_034",
    "answer": "薩長同盟",
    "question_hint": "【江戸】幕末。1866年、坂本龍馬の仲介で、激しく対立していた薩摩藩と長州藩が結んだ倒幕のための同盟を問う。",
    "difficulty": "標準",
    "source_context": "倒幕勢力の中心となる薩摩藩（西郷隆盛・大久保利通ら）と長州藩（木戸孝允ら）が、土佐藩出身の坂本龍馬や中岡慎太郎の仲介で密かに結んだ。これにより、幕府による長州征伐を失敗させ、倒幕の流れを決定的にした。"
  },
  {
    "answer_id": "SO06_035",
    "answer": "坂本龍馬",
    "question_hint": "【江戸】人物。土佐藩出身の志士。薩長同盟の仲介や、平和的な政権交代を目指す「船中八策」を提案した人物を問う。",
    "difficulty": "基本",
    "source_context": "幕末の風雲児。亀山社中（後の海援隊）を結成し貿易を行う傍ら、敵対していた薩摩と長州を繋ぎ合わせた。また土佐藩主・山内豊信に「大政奉還」を働きかけるなど、近代日本のデザインを描いたが、大政奉還直後に暗殺された。"
  },
  {
    "answer_id": "SO06_036",
    "answer": "大政奉還",
    "question_hint": "【江戸】幕末。1867年、15代将軍徳川慶喜が政権を朝廷に返上し、江戸幕府を終わらせた出来事を問う。",
    "difficulty": "基本",
    "source_context": "1867年10月、徳川慶喜が京都の二条城で発表。武力倒幕を避け、徳川氏が新しい政治体制でも指導権を握ることを狙って、自主的に国家の統治権を天皇に返上した。しかし、新政府軍はこれに満足せず、翌年に戊辰戦争が勃発した。"
  },
  {
    "answer_id": "SO06_037",
    "answer": "徳川慶喜",
    "question_hint": "【江戸】人物。江戸幕府最後の将軍（15代）。大政奉還を行い、戊辰戦争の末に江戸城を明け渡した人物を問う。",
    "difficulty": "標準",
    "source_context": "水戸徳川家出身。将軍として短い在職期間に幕府の立て直しを図ったが、時流に抗えず大政奉還を決断。鳥羽・伏見の戦い後は江戸へ退却し、勝海舟と西郷隆盛の交渉により「江戸城無血開城」を行い、幕府を平和的に解体した。"
  },
  {
    "answer_id": "SO06_038",
    "answer": "問屋制家内工業",
    "question_hint": "【江戸】経済。商人が農民に原料や道具を貸し、製品を買い取って販売する江戸時代中期の生産形態を問う。",
    "difficulty": "応用",
    "source_context": "江戸時代に発達した生産様式。問屋（商人）が農家に織機や糸などの原料を支給し、家内で加工させて賃金を払う仕組み。19世紀には一つの仕事場に人を集めて分業で行う「工場制手工業（マニュファクチュア）」へと発展した。"
  },
  {
    "answer_id": "SO06_039",
    "answer": "蔵屋敷",
    "question_hint": "【江戸】経済。諸藩が大阪や江戸に設け、年貢米や特産物を集めて商人に販売した拠点を何というか問う。",
    "difficulty": "標準",
    "source_context": "大名が自領の産物（年貢米など）を貨幣に換えるために、三都（特に大阪）に設置した倉庫を兼ねた邸宅。ここで管理・販売された米は「蔵米（くらまい）」と呼ばれ、経済を支える重要な資金源となった。"
  },
  {
    "answer_id": "SO06_040",
    "answer": "寺子屋",
    "question_hint": "【江戸】社会。江戸時代に庶民の子どもたちが「読み・書き・そろばん」を学んだ民間の教育機関を問う。",
    "difficulty": "基本",
    "source_context": "江戸時代に全国に数万ヶ所あった庶民の教育施設。武士が学ぶ「藩校」に対し、農民や町人の子どもたちが実生活に役立つ知識を学んだ。この高い普及率により、当時の日本の識字率は世界でもトップクラスだったとされる。"
  }
]