[
  {
    "answer_id": "SO07_001",
    "answer": "地価の3%を現金で納める",
    "question_hint": "【社会】明治時代の地租改正。納税の方法と税率についての知識を問う問題。",
    "difficulty": "基本",
    "source_context": "1873年に実施された地租改正では、土地の所有者に「地券」を発行し、納税方法をそれまでの収穫量に応じた米（物納）から、地価を基準とした現金（金納）に変更した。税率は当初「地価の3%」と定められた（のちに1877年に2.5%に引き下げ）。これにより、政府は天候に左右されず安定した税収を確保できるようになった。"
  },
  {
    "answer_id": "SO07_002",
    "answer": "廃藩置県",
    "question_hint": "【社会】明治政府の地方行政改革。藩を廃止して中央集権を確立した政策名を答える問題。",
    "difficulty": "基本",
    "source_context": "1871年に実施。それまでの「藩」を完全に廃止して「県」を置き、中央政府から「府知事」や「県令」を派遣して直接統治する仕組み。1869年の「版籍奉還」では旧大名が知藩事として残ったため効果が薄かったが、廃藩置県により天皇中心の中央集権国家の基礎が固まった。"
  },
  {
    "answer_id": "SO07_003",
    "answer": "富岡製糸場",
    "question_hint": "【社会】明治の殖産興業。群馬県に建設された世界文化遺産の官営工場の名前を問う問題。",
    "difficulty": "基本",
    "source_context": "1872年、群馬県に設立された官営模範工場。フランスの技術を導入し、日本の主要な輸出品であった「生糸」の品質向上と増産を目指した。現在は世界文化遺産に登録されている。殖産興業政策の象徴的施設。"
  },
  {
    "answer_id": "SO07_004",
    "answer": "不平等条約の改正交渉と、欧米の視察",
    "question_hint": "【社会】岩倉使節団の目的。1871年に派遣された使節団の主要な任務を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "1871年、岩倉具視を全権大使として、木戸孝允、大久保利通、伊藤博文、津田梅子らが欧米へ派遣された。目的は大きく2つ。(1)江戸時代に結ばれた不平等条約（領事裁判権の容認、関税自主権の欠如）の改正に向けた予備交渉。(2)欧米の進んだ政治、産業、教育制度を直接視察し、日本の近代化に役立てること。"
  },
  {
    "answer_id": "SO07_005",
    "answer": "板垣退助",
    "question_hint": "【社会】自由民権運動の指導者。民撰議院設立の建白書を提出した人物名を答える問題。",
    "difficulty": "基本",
    "source_context": "土佐藩出身。1873年の征韓論争に敗れて政府を去った後、1874年に後藤象二郎らと「民撰議院設立の建白書」を提出。藩閥政治（薩摩・長州出身者による独占）を批判し、国会の開設を求めて自由民権運動を開始した。のちに「自由党」を組織。「板垣死すとも自由は死せず」の言葉で有名。"
  },
  {
    "answer_id": "SO07_006",
    "answer": "西南戦争",
    "question_hint": "【社会】士族の反乱。西郷隆盛を中心とした最大規模の士族による武力反乱の名前を答える問題。",
    "difficulty": "基本",
    "source_context": "1877年、鹿児島県で発生。廃刀令や秩父禄処分、徴兵令などにより特権を奪われた「不平士族」が、政府を去った西郷隆盛を首領に立てて決起した。日本最後の内戦。近代的な徴兵制による政府軍が勝利し、以後、反政府運動は武力から言論（自由民権運動）へと移っていった。"
  },
  {
    "answer_id": "SO07_007",
    "answer": "伊藤博文",
    "question_hint": "【社会】内閣制度と憲法。初代内閣総理大臣であり、憲法制定の中心人物を答える問題。",
    "difficulty": "基本",
    "source_context": "1882年からヨーロッパ（主にドイツ/プロイセン）へ渡り憲法を調査。1885年に内閣制度を創設し、初代内閣総理大臣に就任。その後、君主権（天皇権）の強いドイツ流を参考に大日本帝国憲法の草案を作成した。のちに韓国統監府の初代統監となり、安重根に暗殺された。"
  },
  {
    "answer_id": "SO07_008",
    "answer": "ドイツ（プロイセン）",
    "question_hint": "【社会】大日本帝国憲法の手本。伊藤博文が憲法作成にあたって最も参考にした国の名前を答える問題。",
    "difficulty": "標準",
    "source_context": "伊藤博文は、イギリスの議会政治よりも、君主（皇帝）の権限が非常に強い「ドイツ（プロイセン）」の憲法が当時の日本に適していると考えた。そのため、1889年発布の「大日本帝国憲法」は、天皇が統治権を総攬する、君主権の強い内容となった。"
  },
  {
    "answer_id": "SO07_009",
    "answer": "直接国税を15円以上納める、満25歳以上の男子",
    "question_hint": "【社会】第1回衆議院議員選挙。1890年に実施された選挙の投票権を持つ条件を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "大日本帝国憲法下の最初の選挙（1890年）。有権者は非常に限定されており、(1)満25歳以上の男子、かつ(2)直接国税（地租など）を15円以上納めている者のみであった。この条件を満たすのは全人口の約1.1%（約45万人）に過ぎなかった。納税額による制限があった点が現代と大きく異なる。"
  },
  {
    "answer_id": "SO07_010",
    "answer": "領事裁判権（治外法権）の撤廃",
    "question_hint": "【社会】条約改正。1894年に陸奥宗光が成功させた交渉内容を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "日清戦争直前の1894年、外務大臣の陸奥宗光がイギリスとの間で「日英通商航海条約」を調印。これにより、外国人が日本で罪を犯しても日本の法律で裁けないという「領事裁判権（治外法権）」の撤廃に初めて成功した。きっかけとして、1886年のノルマントン号事件による世論の高まりが背景にある。"
  },
  {
    "answer_id": "SO07_011",
    "answer": "関税自主権の回復",
    "question_hint": "【社会】条約改正。1911年に小村寿太郎が成功させた交渉内容を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "日露戦争後の1911年、外務大臣の小村寿太郎がアメリカ等との交渉で成功。日本に輸入される商品に関税を自由にかける権利である「関税自主権」を完全に回復した。これにより、幕末に結ばれた不平等条約は完全に改正された。"
  },
  {
    "answer_id": "SO07_012",
    "answer": "下関条約",
    "question_hint": "【社会】日清戦争の講和条約。条約名とその主要な内容（領土など）を問う問題。",
    "difficulty": "標準",
    "source_context": "1894年に始まった日清戦争の講和条約。1895年に山口県下関で調印。全権は伊藤博文と李鴻章。内容：(1)清は朝鮮の独立を認める、(2)日本に「遼東半島」「台湾」「澎湖諸島」を譲り渡す、(3)賠償金2億両（テール）を支払う。この賠償金はのちに八幡製鉄所の建設資金や軍備拡張に使われた。"
  },
  {
    "answer_id": "SO07_013",
    "answer": "三国干渉",
    "question_hint": "【社会】日清戦争後の国際関係。ロシア、ドイツ、フランスが遼東半島の返還を要求した出来事を答える問題。",
    "difficulty": "標準",
    "source_context": "下関条約で日本が遼東半島を獲得した直後、ロシア・ドイツ・フランスの3国が「東洋の平和のため」として遼東半島を清へ返すよう日本に圧力をかけた出来事。日本は力及ばず返還に応じた。特にロシアへの敵対心が強まり、のちの「日露戦争」の遠因となった。スローガンは「臥薪嘗胆」。"
  },
  {
    "answer_id": "SO07_014",
    "answer": "ポーツマス条約",
    "question_hint": "【社会】日露戦争の講和条約。仲介国と、日本が得た主要な権利を答える問題。",
    "difficulty": "標準",
    "source_context": "1904年からの日露戦争の講和条約。1905年、アメリカのルーズベルト大統領の仲介で、アメリカのポーツマスで調印。内容：(1)韓国における日本の優越権を認める、(2)「南樺太」を譲る、(3)旅順・大連の租借権と「南満州鉄道」の権利を譲る。ただし「賠償金は得られなかった」。このため国内で日比谷焼き打ち事件などの暴動が起きた。"
  },
  {
    "answer_id": "SO07_015",
    "answer": "八幡製鉄所",
    "question_hint": "【社会】明治の産業。北九州に設立された官営製鉄所の名前と背景を問う問題。",
    "difficulty": "標準",
    "source_context": "日清戦争の賠償金を資金として、1901年に福岡県北九州市で操業を開始。原料の鉄鉱石を中国（大冶鉄山）から輸入しやすく、近くに筑豊炭田（石炭）がある立地条件から選ばれた。これにより、日本の産業の中心は軽工業（繊維）から重工業（鉄鋼）へと移り始めるきっかけとなった。"
  },
  {
    "answer_id": "SO07_016",
    "answer": "田中正造",
    "question_hint": "【社会】公害問題。足尾銅山鉱毒事件の解決に尽力した衆議院議員の名前を答える問題。",
    "difficulty": "基本",
    "source_context": "栃木県の足尾銅山から出た鉱毒が渡良瀬川を汚染し、農漁業に甚大な被害を与えた「日本初の公害事件」。衆議院議員であった田中正造は、帝国議会で何度も質問を行い、最後には明治天皇へ直訴しようとするなど、一生を被害民の救済と公害解決に捧げた。"
  },
  {
    "answer_id": "SO07_017",
    "answer": "北里柴三郎",
    "question_hint": "【社会】明治の科学者。ペスト菌を発見した「日本の細菌学の父」を答える問題。",
    "difficulty": "標準",
    "source_context": "ドイツのコッホに師事。破傷風の治療法を開発し、香港で「ペスト菌」を発見。2024年からの新千円札の肖像。志賀潔（赤痢菌発見）や野口英世らを指導した。"
  },
  {
    "answer_id": "SO07_018",
    "answer": "野口英世",
    "question_hint": "【社会】明治・大正の科学者。黄熱病の研究で知られる人物を答える問題。",
    "difficulty": "基本",
    "source_context": "福島県出身。アメリカに渡り、細菌学を研究。特に「黄熱病」の研究で世界的に知られ、アフリカのガーナで研究中に自身も感染して亡くなった。旧千円札の肖像。"
  },
  {
    "answer_id": "SO07_019",
    "answer": "二十一か条の要求",
    "question_hint": "【社会】第一次世界大戦中の外交。1915年に日本が中国（中華民国）に突きつけた要求名を答える問題。",
    "difficulty": "標準",
    "source_context": "1914年、日本は日英同盟を理由に第一次世界大戦に参戦し、ドイツ領だった中国の山東省を占領。翌1915年、中国の袁世凱政府に対し、山東省のドイツ権益の継承や、南満州の権益延長などを求める「二十一か条の要求」を出した。大部分が認められたが、中国国内で激しい抗日運動（五・四運動など）を招く原因となった。"
  },
  {
    "answer_id": "SO07_020",
    "answer": "米騒動",
    "question_hint": "【社会】大正時代の社会事件。1918年に富山県から全国に広がった暴動の名前を答える問題。",
    "difficulty": "基本",
    "source_context": "1918年、第一次大戦によるシベリア出兵を見越した商人の買い占め等で米価が急騰。富山県魚津の漁村の主婦たちが米の安売りを求めた行動が、全国規模の「米騒動」に発展した。寺内正毅内閣は軍隊を出して鎮圧したが、責任をとって総辞職。これを受けて原敬による本格的な政党内閣が誕生した。"
  },
  {
    "answer_id": "SO07_021",
    "answer": "原敬",
    "question_hint": "【社会】大正デモクラシー。1918年に日本初の本格的な政党内閣を組織した人物を答える問題。",
    "difficulty": "標準",
    "source_context": "立憲政友会総裁。爵位を持たない「平民宰相」として人気を得た。米騒動後の1918年、陸軍・海軍・外務大臣以外を自党の議員で固めた日本初の「本格的な政党内閣」を成立させた。ただし、普通選挙の実施には慎重であった。"
  },
  {
    "answer_id": "SO07_022",
    "answer": "吉野作造",
    "question_hint": "【社会】大正デモクラシーの思想。民本主義を唱えた人物名を答える問題。",
    "difficulty": "標準",
    "source_context": "政治学者。天皇主権の憲法の下で、政治の目的を民衆の幸福に置き、政策決定を民衆の意向で行うべきとする「民本主義」を提唱した。これが大正デモクラシーの理論的支柱となり、普通選挙運動などを後押しした。"
  },
  {
    "answer_id": "SO07_023",
    "answer": "普通選挙法",
    "question_hint": "【社会】大正デモクラシー。1925年に制定された、納税額の制限を撤廃した選挙法を答える問題。",
    "difficulty": "基本",
    "source_context": "1925年、加藤高明内閣で制定。満25歳以上のすべての「男子」に選挙権を与えた（納税額による制限を撤廃）。これにより有権者は約4倍（全人口の約20%）に増えた。ただし、この時点では女性に参政権はなかった。"
  },
  {
    "answer_id": "SO07_024",
    "answer": "治安維持法",
    "question_hint": "【社会】大正時代の統制法。普通選挙法と同時に制定された、思想弾圧の法律を答える問題。",
    "difficulty": "標準",
    "source_context": "1925年、普通選挙法とセットで（「飴と鞭」として）制定。天皇制（国体）の変革や私有財産制度の否認を目指す運動を取り締まるための法律。主に共産主義や社会主義の運動を弾圧するために使われ、のちに言論統制が強まる道具となった。"
  },
  {
    "answer_id": "SO07_025",
    "answer": "1923年9月1日",
    "question_hint": "【社会】大正時代の災害。関東大震災が発生した正確な日付（年月日）を問う問題。",
    "difficulty": "標準",
    "source_context": "大正12年9月1日正午前に発生。相模湾を震源とする巨大地震。東京・横浜を中心に火災が広がり、死者・行方不明者は10万人を超えた。経済にも大打撃を与え、のちの金融恐慌や昭和恐慌への遠因となった。現在は9月1日が「防災の日」とされている。"
  },
  {
    "answer_id": "SO07_026",
    "answer": "平塚らいてう（雷鳥）",
    "question_hint": "【社会】大正時代の婦人運動。雑誌「青鞜」を創刊し、女性の自立を訴えた人物を答える問題。",
    "difficulty": "標準",
    "source_context": "1911年、女性による文学団体「青鞜社」を結成し、雑誌『青鞜』を発刊。「元始、女性は実に太陽であった」という創刊の辞が有名。のちに市川房枝らと新婦人協会を設立し、女性の参政権獲得や地位向上を目指して活動した。"
  },
  {
    "answer_id": "SO07_027",
    "answer": "満州事変",
    "question_hint": "【社会】昭和初期の戦争。1931年の柳条湖事件から始まった軍事行動の名前を答える問題。",
    "difficulty": "基本",
    "source_context": "1931年9月、満州（中国東北部）の奉天郊外にある柳条湖で、関東軍（日本の現地軍）が南満州鉄道の線路を爆破し、これを中国軍の仕業として攻撃を開始した。翌1932年には清朝最後の皇帝・溥儀を元首とする「満州国」を建国。国際連盟が派遣したリットン調査団により侵略と認められたため、日本は1933年に連盟を脱退した。"
  },
  {
    "answer_id": "SO07_028",
    "answer": "五・一五事件",
    "question_hint": "【社会】昭和初期の政変。1932年に犬養毅首相が暗殺された事件の名前を答える問題。",
    "difficulty": "標準",
    "source_context": "1932年、海軍の青年将校らが首相官邸を襲撃し、犬養毅首相を暗殺した。「話せばわかる」「問答無用」のやり取りが有名。これにより大正から続いていた「政党政治」が終わり、以後、軍部が政治の発言力を強める時代となった。"
  },
  {
    "answer_id": "SO07_029",
    "answer": "二・二六事件",
    "question_hint": "【社会】昭和初期の政変。1936年に陸軍の青年将校が東京の中心部を占拠したクーデター未遂事件を問う問題。",
    "difficulty": "標準",
    "source_context": "1936年、陸軍の「皇道派」青年将校らが約1500名の兵を率いて決起。斎藤実内大臣、高橋是清蔵相らを殺害し、永田町一帯を占拠した。天皇の命令（討伐命）により鎮圧されたが、この事件後、軍部の政治支配は決定的となり、軍部の意向なしには内閣を組織できなくなった。"
  },
  {
    "answer_id": "SO07_030",
    "answer": "日中戦争",
    "question_hint": "【社会】昭和の戦争。1937年の盧溝橋事件をきっかけに始まった全面戦争の名前を答える問題。",
    "difficulty": "基本",
    "source_context": "1937年7月、北京郊外の盧溝橋で日中両軍が衝突。宣戦布告のないまま全面的な「日中戦争」に突入した。日本軍は南京を占領したが、蒋介石率いる国民党と毛沢東率いる共産党が「抗日民族統一戦線」を組んで抵抗し、戦争は長期化した。"
  },
  {
    "answer_id": "SO07_031",
    "answer": "国家総動員法",
    "question_hint": "【社会】戦時下の法律。1938年に制定された、議会の承認なしに物資や人員を動員できる法律を答える問題。",
    "difficulty": "標準",
    "source_context": "1938年、長期化する日中戦争に対応するため制定。政府は国会の承認なしに、戦争に必要な人（労働力）や物（物資）を自由に動員できる権限を持った。これにより、生活用品の「配給制」や、金属の回収、勤労動員などが進められ、国民生活は極限まで制限された。"
  },
  {
    "answer_id": "SO07_032",
    "answer": "太平洋戦争（第二次世界大戦）",
    "question_hint": "【社会】昭和の戦争。1941年の真珠湾攻撃から始まった戦争の名前を答える問題。",
    "difficulty": "基本",
    "source_context": "1941年12月8日、日本軍がハワイの真珠湾にあるアメリカ軍基地を奇襲攻撃し、同時にイギリス領のマレー半島に上陸。これにより日中戦争はアメリカ・イギリスを相手とする「太平洋戦争」へと拡大した。日本はドイツ・イタリアと結んだ「日独伊三国同盟」に基づき、枢軸国側として参戦した。"
  },
  {
    "answer_id": "SO07_033",
    "answer": "1945年8月6日に広島、8月9日に長崎",
    "question_hint": "【社会】太平洋戦争の終結。原子爆弾が投下された場所と日付を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "1945年、戦局が決定的となった段階でアメリカ軍が世界初の原子爆弾を使用。8月6日に広島、8月9日に長崎へ投下され、数十万人の市民が犠牲となった。8月8日にはソ連が日ソ中立条約を破棄して参戦。これらを受けて日本はポツダム宣言を受諾、8月15日に無条件降伏した。"
  },
  {
    "answer_id": "SO07_034",
    "answer": "財閥解体、農地改革",
    "question_hint": "【社会】戦後改革。経済の民主化のためにGHQが行った2つの主要な改革名を答える問題。",
    "difficulty": "標準",
    "source_context": "GHQ（最高司令官マッカーサー）の指令による民主化政策。(1)財閥解体：戦争の経済的基盤となった三井・三菱などの巨大独占企業を解散させた。(2)農地改革：寄生地主制を打破するため、政府が地主から土地を買い上げ、小作人に安く売り渡した。これにより自作農が急増し、農村の民主化が進んだ。"
  },
  {
    "answer_id": "SO07_035",
    "answer": "国民主権、基本的人権の尊重、平和主義",
    "question_hint": "【社会】日本国憲法。憲法の三大原則をすべて答えさせる問題。",
    "difficulty": "基本",
    "source_context": "1946年11月3日公布、1947年5月3日施行。大日本帝国憲法の天皇主権に対し、「国民主権」を明記。国民が生まれながらに持つ「基本的人権の尊重」を保障。第9条で戦争の放棄と戦力の不保持を定める「平和主義」を掲げた。天皇は「象徴」となった。"
  },
  {
    "answer_id": "SO07_036",
    "answer": "サンフランシスコ平和条約",
    "question_hint": "【社会】戦後の外交。1951年に日本が独立を回復した条約名を答える問題。",
    "difficulty": "基本",
    "source_context": "1951年、吉田茂首相が出席し、アメリカなど48カ国と調印。翌1952年に発効し、日本は主権を回復して独立した。ただし、ソ連や中国とはこの時調印せず、沖縄や小笠原諸島はアメリカの施政下に置かれたままとなった。同時に「日米安全保障条約」が結ばれ、米軍の駐留が継続した。"
  },
  {
    "answer_id": "SO07_037",
    "answer": "日ソ共同宣言",
    "question_hint": "【社会】戦後の外交。1956年にソ連と国交を回復し、国連加盟を可能にした宣言名を答える問題。",
    "difficulty": "標準",
    "source_context": "1956年、鳩山一郎首相がモスクワで調印。これによりソ連との国交が回復し、長らくソ連の反対で実現しなかった「国際連合（国連）」への加盟が認められた。平和条約の締結は北方領土問題をめぐり現在まで持ち越されている。"
  },
  {
    "answer_id": "SO07_038",
    "answer": "1964年",
    "question_hint": "【社会】昭和の出来事。東京オリンピック開催と東海道新幹線開業の年を答える問題。",
    "difficulty": "標準",
    "source_context": "高度経済成長の絶頂期。アジア初の「東京オリンピック」が開催された。これに合わせて、世界初の高速鉄道「東海道新幹線」が東京ー新大阪間で開業。また名神・東名高速道路の整備も進み、日本のインフラが劇的に近代化した年である。"
  },
  {
    "answer_id": "SO07_039",
    "answer": "石油危機（オイル・ショック）",
    "question_hint": "【社会】高度経済成長の終焉。1973年に発生した経済混乱の名称を答える問題。",
    "difficulty": "標準",
    "source_context": "1973年、第四次中東戦争をきっかけに、産油国が原油価格を引き上げたため発生。日本国内ではトイレットペーパーの買い占めなどの混乱が起き、物価が急騰。これにより1950年代半ばから続いた「高度経済成長」は終わり、日本は「安定成長」の時代へ移行した。"
  },
  {
    "answer_id": "SO07_040",
    "answer": "1972年、佐藤栄作",
    "question_hint": "【社会】戦後の領土。沖縄が日本に返還された年と、当時の首相の名前を答える問題。",
    "difficulty": "標準",
    "source_context": "第二次大戦後アメリカの統治下にあった沖縄が、1972年に日本へ復帰。当時の佐藤栄作首相は、「核抜き・本土並み」の返還を実現。また、この過程で「持たず・作らず・持ち込ませず」の「非核三原則」を日本の方針として表明した。佐藤首相はのちにノーベル平和賞を受賞。"
  }
]