[
  {
    "answer_id": "SO08_001",
    "answer": "国民主権、基本的人権の尊重、平和主義",
    "question_hint": "【社会】日本国憲法の基本原理。憲法の三大原則をすべて答えさせる問題。",
    "difficulty": "基本",
    "source_context": "1946年11月3日に公布された日本国憲法は、三つの大きな原則を掲げている。1.主権が国民にあるとする「国民主権」。2.人間が生まれながらに持つ権利を保障する「基本的人権の尊重」。3.戦争の放棄などを定める「平和主義」。これらは戦後の日本の民主主義の柱となっている。"
  },
  {
    "answer_id": "SO08_002",
    "answer": "象徴",
    "question_hint": "【社会】日本国憲法における天皇の地位。憲法第1条で定められた天皇の役割を答える問題。",
    "difficulty": "基本",
    "source_context": "日本国憲法第1条では、天皇は「日本国の象徴であり日本国民統合の象徴」であると定められている。大日本帝国憲法における統治権の総攬者（主権者）としての地位から、政治的な権限を持たない象徴としての存在に大きく変化した。"
  },
  {
    "answer_id": "SO08_003",
    "answer": "国民主権",
    "question_hint": "【社会】日本国憲法の原則。国の政治のあり方を最終的に決定する権利が国民にあるという考え方を問う問題。",
    "difficulty": "基本",
    "source_context": "国の政治を決定する最終的な権限（主権）が国民にあるという日本国憲法の原則を「国民主権」という。大日本帝国憲法では主権は天皇にあったが、戦後の憲法では国民が主役となったことが明記された。"
  },
  {
    "answer_id": "SO08_004",
    "answer": "平和主義",
    "question_hint": "【社会】日本国憲法第9条。戦争の放棄や戦力の不保持などを定めた原則の名前を答える問題。",
    "difficulty": "基本",
    "source_context": "日本国憲法第9条では、戦争の放棄、戦力の不保持、国の交戦権の否認を定めている。これを憲法の三大原則の一つで「平和主義」と呼ぶ。第二次世界大戦の反省に基づき、再び戦争をしない決意を示したものである。"
  },
  {
    "answer_id": "SO08_005",
    "answer": "基本的人権の尊重",
    "question_hint": "【社会】日本国憲法の原則。人間が人間として尊重され、自由や平等が認められる権利を指す言葉を答える問題。",
    "difficulty": "基本",
    "source_context": "人間が生まれながらにして持っている、侵すことのできない永久の権利を「基本的人権」という。日本国憲法はこれを保障することを国の義務としており、「基本的人権の尊重」を三大原則の一つに置いている。"
  },
  {
    "answer_id": "SO08_006",
    "answer": "1946年11月3日（公布）、1947年5月3日（施行）",
    "question_hint": "【社会】日本国憲法の歩み。憲法が国民に公表された日と、実際に使い始められた日の組み合わせを問う問題。",
    "difficulty": "標準",
    "source_context": "日本国憲法は1946年11月3日に公布（国民に広く知らされること）され、その半年後の1947年5月3日に施行（実際に効力を持つこと）された。公布日は「文化の日」、施行日は「憲法記念日」として国民の祝日になっている。"
  },
  {
    "answer_id": "SO08_007",
    "answer": "衆議院と参議院",
    "question_hint": "【社会】日本の国会。日本国憲法下で採用されている二院制の2つの議院の名前を答える問題。",
    "difficulty": "基本",
    "source_context": "日本の国会は、日本国憲法により衆議院と参議院の二院制と定められている。大日本帝国憲法下では、選挙で選ばれる衆議院と、皇族・華族などで構成される貴族院であったが、戦後は両院とも国民の選挙で選ばれる議員で構成されるようになった。"
  },
  {
    "answer_id": "SO08_008",
    "answer": "国会",
    "question_hint": "【社会】国の機関。憲法第41条で「国権の最高機関」かつ「唯一の立法機関」と定められている組織を問う問題。",
    "difficulty": "標準",
    "source_context": "日本国憲法第41条は、国会を「国権の最高機関」であり、国で唯一法律を作ることができる「唯一の立法機関」であると定めている。国民の代表者が集まる場所として、最も重要な役割を担う。"
  },
  {
    "answer_id": "SO08_009",
    "answer": "内閣",
    "question_hint": "【社会】三権分立。行政権を担当し、国会に対して連帯して責任を負う国の機関を答える問題。",
    "difficulty": "標準",
    "source_context": "国会が作った法律や予算に基づいて、実際に国の仕事（行政）を行う機関を「内閣」という。内閣は内閣総理大臣（首相）とその他の国務大臣で構成され、国会に対して連帯して責任を負う「議院内閣制」をとっている。"
  },
  {
    "answer_id": "SO08_010",
    "answer": "裁判所（司法府）",
    "question_hint": "【社会】三権分立。法律に基づいて争いを解決し、司法権を行使する国の機関を答える問題。",
    "difficulty": "基本",
    "source_context": "法の支配を維持するために、具体的な争いについて憲法や法律を適用して解決する権限を司法権という。これを行う機関が裁判所であり、最高裁判所と下級裁判所（高等・地方・家庭・簡易）から成る。"
  },
  {
    "answer_id": "SO08_011",
    "answer": "三権分立",
    "question_hint": "【社会】政治の仕組み。権力の集中を防ぐため、立法・行政・司法の3つの権力を独立させる仕組みを答える問題。",
    "difficulty": "標準",
    "source_context": "一つの機関に権力が集中して国民の権利が侵害されないよう、立法権（国会）、行政権（内閣）、司法権（裁判所）をそれぞれ独立した別の機関に持たせ、互いに抑制し合い均衡を保たせる仕組みを「三権分立」という。戦後の民主政治の基本である。"
  },
  {
    "answer_id": "SO08_012",
    "answer": "地方自治法",
    "question_hint": "【社会】地方の政治。日本国憲法の原則に基づき、1947年に制定された地方自治の基本法を答える問題。",
    "difficulty": "標準",
    "source_context": "「地方自治は民主主義の学校である」という考えから、戦後の改革では地方自治の権限が強化された。1947年に「地方自治法」が制定され、都道府県知事や市町村長を住民の直接選挙で選ぶ仕組みなどが整えられた。"
  },
  {
    "answer_id": "SO08_013",
    "answer": "教育基本法",
    "question_hint": "【社会】教育の民主化。1947年に制定され、教育の機会均等や義務教育などを定めた法律を答える問題。",
    "difficulty": "標準",
    "source_context": "戦前の教育勅語に代わり、憲法の精神に基づいて1947年に制定されたのが「教育基本法」である。教育の機会均等、男女共学、そして小中学校合わせて9年間の義務教育などが定められた。"
  },
  {
    "answer_id": "SO08_014",
    "answer": "労働三法",
    "question_hint": "【社会】労働者の権利。労働組合法、労働関係調整法、労働基準法の3つを合わせた呼び方を答える問題。",
    "difficulty": "標準",
    "source_context": "戦後の民主化政策の中で、労働者の地位向上のために3つの法律が制定された。1.「労働組合法」（組合を作る権利）。2.「労働関係調整法」（争議の調整）。3.「労働基準法」（労働条件の最低基準）。これらを合わせて「労働三法」と呼ぶ。"
  },
  {
    "answer_id": "SO08_015",
    "answer": "満20歳以上のすべての男女",
    "question_hint": "【社会】選挙制度。1945年の法改正で初めて認められた、戦後の選挙権の範囲を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "戦後のGHQの指令による「五大改革」の一つとして、1945年に選挙法が改正された。これにより、初めて女性に参政権が認められ、選挙権は「満20歳以上のすべての男女」に与えられることとなった。1946年の選挙で初の女性国会議員が誕生した。"
  },
  {
    "answer_id": "SO08_016",
    "answer": "天皇（主権者）から、国民（臣民）へ",
    "question_hint": "【社会】憲法の性格。大日本帝国憲法が、どのような形式で発布されたかを答えさせる問題。",
    "difficulty": "応用",
    "source_context": "1889年に発布された大日本帝国憲法は、主権者である天皇が定めて国民（臣民）に授ける「欽定憲法（きんていけんぽう）」という形式をとっていた。これに対し、日本国憲法は国民が自ら制定したとされる「民定憲法」の形をとっている。"
  },
  {
    "answer_id": "SO08_017",
    "answer": "法律の範囲内",
    "question_hint": "【社会】明治時代の権利。大日本帝国憲法下で、国民の権利はどのような条件付きで認められていたか答える問題。",
    "difficulty": "標準",
    "source_context": "大日本帝国憲法では、言論、出版、信教の自由などの権利が認められていたが、それはすべて「法律の範囲内」という条件付きであった。つまり、法律によってその自由を制限することが可能であり、後の「治安維持法」などにつながる原因となった。"
  },
  {
    "answer_id": "SO08_018",
    "answer": "貴族院",
    "question_hint": "【社会】明治の議会。帝国議会において、皇族・華族や勅選議員で構成された非選挙の議院を答える問題。",
    "difficulty": "標準",
    "source_context": "明治憲法下の帝国議会は二院制であった。国民の選挙で選ばれる「衆議院」に対し、もう一つの議院は「貴族院」と呼ばれ、皇族、華族、または天皇が任命する「勅選議員」などで構成されていた。これは衆議院の行き過ぎを抑える役割があった。"
  },
  {
    "answer_id": "SO08_019",
    "answer": "直接国税15円以上を納める、満25歳以上の男子",
    "question_hint": "【社会】明治の選挙。1890年の第1回衆議院議員選挙における有権者の資格を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "1890年の最初の総選挙では、選挙権は極めて限定されていた。「直接国税15円以上」という高額の納税が必要であり、かつ「満25歳以上の男子」に限られていた。このため、有権者は国民全体のわずか1.1%程度であった。"
  },
  {
    "answer_id": "SO08_020",
    "answer": "普通選挙法",
    "question_hint": "【社会】大正デモクラシー。1925年に制定され、納税額による制限をなくした選挙法の名前を答える問題。",
    "difficulty": "基本",
    "source_context": "大衆の政治参加を求める運動が高まる中、1925年に「普通選挙法」が制定された。これにより、納税額に関わらず「満25歳以上のすべての男子」に選挙権が与えられた。ただし、女性にはまだ認められなかった。"
  },
  {
    "answer_id": "SO08_021",
    "answer": "治安維持法",
    "question_hint": "【社会】大正時代の統制。普通選挙法と同時に制定された、思想や運動を厳しく取り締まる法律を答える問題。",
    "difficulty": "標準",
    "source_context": "1925年、普通選挙法とセットで制定されたのが「治安維持法」である。天皇制（国体）の変革や私有財産制度の否認（社会主義・共産主義）を目指す運動を厳しく罰することを目的とし、自由な言論や政治活動を抑圧する手段となった。"
  },
  {
    "answer_id": "SO08_022",
    "answer": "政党内閣",
    "question_hint": "【社会】大正デモクラシー。衆議院で多数を占めた政党の党首が首相となり、内閣を組織する政治の形を答える問題。",
    "difficulty": "標準",
    "source_context": "1918年、立憲政友会総裁の原敬（はらたかし）が首相となり、陸海外相以外の全大臣を自党の議員で固めた。これを「本格的な政党内閣」という。国民の支持を背景に政治を行う議院内閣制の先駆けとなった。"
  },
  {
    "answer_id": "SO08_023",
    "answer": "民本主義",
    "question_hint": "【社会】大正デモクラシーの思想。吉野作造が提唱し、民衆の意向を政治に反映させるべきとした考え方を問う問題。",
    "difficulty": "標準",
    "source_context": "学者の吉野作造は、主権が誰にあるか（主権論）を棚上げし、政治の運用（目的と決定）を民衆の幸福と意向に置くべきだとする「民本主義」を唱えた。これが大正デモクラシーの理論的支柱となった。"
  },
  {
    "answer_id": "SO08_024",
    "answer": "天皇機関説",
    "question_hint": "【社会】大正時代の憲法学。美濃部達吉が提唱し、天皇は国家という法人の中の最高機関であるとした学説を答える問題。",
    "difficulty": "応用",
    "source_context": "法学者の美濃部達吉は、国家という法人が主権を持ち、天皇はその中で統治権を行使する最高の「機関」であるという「天皇機関説」を唱えた。この説は政党政治を正当化する理論として受け入れられたが、後に軍部などから激しく攻撃された。"
  },
  {
    "answer_id": "SO08_025",
    "answer": "最高裁判所",
    "question_hint": "【社会】司法制度。憲法により「終審裁判所」と定められ、すべての裁判の最終決定を行う機関を答える問題。",
    "difficulty": "基本",
    "source_context": "日本の裁判所の頂点に立ち、最終的な判断を下す機関を「最高裁判所」という。最高裁判所長官と14人の裁判官で構成される。憲法に違反していないかを判断する「憲法の番人」としての役割も持つ。"
  },
  {
    "answer_id": "SO08_026",
    "answer": "違憲審査権（法令審査権）",
    "question_hint": "【社会】裁判所の役割。法律や命令が憲法に違反していないかを審査する権限を何というか。",
    "difficulty": "標準",
    "source_context": "裁判所が、国会の作った法律や政府の出した命令などが、国の最高法規である憲法に違反していないかどうかを判断する権限を「違憲審査権」という。特に最高裁判所はこの権限を最終的に行使するため「憲法の番人」と呼ばれる。"
  },
  {
    "answer_id": "SO08_027",
    "answer": "裁判官の独立",
    "question_hint": "【社会】司法の原則。裁判官が外部からの干渉を受けず、憲法と法律にのみ拘束されて裁判を行う原則を何というか。",
    "difficulty": "標準",
    "source_context": "公正な裁判を実現するために、裁判官は自らの良心に従い、独立して職権を行使し、憲法と法律にのみ拘束されるという原則を「裁判官の独立」という。他人の命令や政治的な圧力に左右されないことが重要視される。"
  },
  {
    "answer_id": "SO08_028",
    "answer": "直接請求権",
    "question_hint": "【社会】地方自治。条例の制定や首長の解職などを、住民が一定の署名を集めて求めることができる権利を何というか。",
    "difficulty": "標準",
    "source_context": "地方自治において、住民が直接的に政治に関与する権利を「直接請求権」という。例えば、有権者の1/50の署名で「条例の制定・改廃（イニシアティブ）」を、1/3の署名で「首長や議員の解職（リコール）」を求めることができる。"
  },
  {
    "answer_id": "SO08_029",
    "answer": "条例",
    "question_hint": "【社会】地方自治。地方公共団体の議会が、その地域の事務について制定する独自の法を何というか。",
    "difficulty": "基本",
    "source_context": "地方公共団体の議会（地方議会）が、国の法律の範囲内で、その地域固有のルールとして定めるきまりを「条例」という。地方自治法に基づき、地域の実情に合わせた行政を行うために作られる。"
  },
  {
    "answer_id": "SO08_030",
    "answer": "国会による指名、天皇による任命",
    "question_hint": "【社会】内閣総理大臣。内閣のトップがどのようにして選ばれ、地位に就くか、2つのステップを答えさせる問題。",
    "difficulty": "標準",
    "source_context": "内閣総理大臣は、まず「国会の議決」によって国会議員の中から指名される。その後、形式的に「天皇」によって任命されることで正式に就任する。これを「指名」と「任命」の区別として理解することが重要である。"
  },
  {
    "answer_id": "SO08_031",
    "answer": "公職選挙法",
    "question_hint": "【社会】民主主義。選挙のルールや方法について定め、公正な選挙を行うために制定されている法律を答える問題。",
    "difficulty": "基本",
    "source_context": "国会議員や地方公共団体の首長、議員などの選挙について、その具体的なルールを定めている法律が「公職選挙法」である。戸別訪問の禁止や、選挙運動の期間などが厳格に定められている。"
  },
  {
    "answer_id": "SO08_032",
    "answer": "解散",
    "question_hint": "【社会】衆議院。内閣との対立や国民の真意を問うために、任期満了前に衆議院議員の資格を失わせることを何というか。",
    "difficulty": "標準",
    "source_context": "衆議院のみに認められている制度で、内閣が「不信任決議」を受けた際や、重要な政策で国民の信を問う際に、全議員の職を辞めさせ総選挙を行うことを「解散」という。参議院には解散はない。"
  },
  {
    "answer_id": "SO08_033",
    "answer": "不信任決議権",
    "question_hint": "【社会】国会と内閣。衆議院が、内閣の政治姿勢を認めない場合に意思表示を行う権限を何というか。",
    "difficulty": "標準",
    "source_context": "衆議院は、内閣を信頼できないと判断したとき、出席議員の過半数の賛成で「内閣不信任案」を可決できる。これを受けた内閣は、10日以内に衆議院を解散するか、内閣総辞職をしなければならない。"
  },
  {
    "answer_id": "SO08_034",
    "answer": "55年体制",
    "question_hint": "【社会】戦後の政治。1955年に結成された自民党と社会党が対立・併存した政治体制の呼び方を問う問題。",
    "difficulty": "標準",
    "source_context": "1955年に保守派の自由民主党が結成され、革新派の日本社会党と対峙する構図ができた。これを「55年体制」と呼ぶ。以後、1993年に非自民の細川連立内閣ができるまでの約38年間、自民党が政権を維持し続けた。"
  },
  {
    "answer_id": "SO08_035",
    "answer": "地方交付税交付金",
    "question_hint": "【社会】地方の財政。地方公共団体の間の財政格差をなくすため、国が使い道を制限せずに分配するお金を何というか。",
    "difficulty": "標準",
    "source_context": "地方公共団体の収入のうち、地域によって税収の差があるため、国が一旦集めた税金を各自治体の財政状況に合わせて分配するお金を「地方交付税（交付金）」という。使い道は自由（一般財源）である。これに対し、特定の事業のために使われるお金を「国庫支出金（補助金）」という。"
  },
  {
    "answer_id": "SO08_036",
    "answer": "日米安全保障条約",
    "question_hint": "【社会】戦後の外交・政治。1951年に結ばれ、日本国内への米軍駐留を認めた条約を答える問題。",
    "difficulty": "基本",
    "source_context": "サンフランシスコ平和条約と同時に結ばれた条約。日本の独立後もアメリカ軍が引き続き国内に基地を持ち、駐留することを認めた。1960年には岸信介内閣により改定され、大規模な反対運動（安保闘争）が起きた。"
  },
  {
    "answer_id": "SO08_037",
    "answer": "19歳（現在の法改正後は18歳）",
    "question_hint": "【社会】参政権の拡大。日本国憲法下で長く続いた選挙権の年齢制限（※ファイルの記述に基づく）を問う問題。",
    "difficulty": "標準",
    "source_context": "戦後の選挙法改正により、長く選挙権は「満20歳以上」の男女に与えられてきた。近年、若者の政治参加を促すために法改正が行われ、2016年からは「満18歳以上」へと引き下げられている。（※歴史資料の「20歳以上」という記述と現在の違いに注意すること）"
  },
  {
    "answer_id": "SO08_038",
    "answer": "衆議院の優越",
    "question_hint": "【社会】国会の仕組み。予算や法律の議決で、衆議院の決定が参議院より優先される仕組みを何というか。",
    "difficulty": "標準",
    "source_context": "二院制をとる国会において、任期が短く解散がある衆議院の方がより国民の意見を反映しやすいと考え、法律案や予算の議決、条約の承認、首相の指名について衆議院の決定を優先させる仕組みを「衆議院の優越」という。"
  },
  {
    "answer_id": "SO08_039",
    "answer": "政党",
    "question_hint": "【社会】政治活動。同じ政治的意見を持つ人々が、政権を握り政策を実現するために組織する団体を何というか。",
    "difficulty": "基本",
    "source_context": "共通の考えや目的を持つ人々が集まり、選挙を通じて議員を送り込み、政権を担当することを目指す団体を「政党」という。明治時代の板垣退助の「自由党」などがその始まりである。"
  },
  {
    "answer_id": "SO08_040",
    "answer": "PKO協力法",
    "question_hint": "【社会】現代の国際貢献。1992年に制定され、自衛隊が国連の平和維持活動に参加することを可能にした法律は何か。",
    "difficulty": "標準",
    "source_context": "1991年の湾岸戦争後、日本に国際的な人的貢献が求められ、1992年に「国連平和維持活動協力法（PKO協力法）」が成立した。これにより、自衛隊が停戦監視や復興支援などのために海外へ派遣される道が開かれた。最初に派遣されたのはカンボジアである。"
  }
]