[
  {
    "answer_id": "SO10_001",
    "answer": "ポツダム宣言",
    "question_hint": "【時事】戦後80年。1945年に日本が受諾し、太平洋戦争の終結を決定づけた宣言の名称を問う問題。",
    "difficulty": "基本",
    "source_context": "2025年は戦後80年の節目。日本は1945年に連合国によるポツダム宣言を受諾して降伏した。四天王寺中の分析では、これを起点にサンフランシスコ平和条約、沖縄返還に至る戦後復興の歴史を問う可能性が高いとしている。"
  },
  {
    "answer_id": "SO10_002",
    "answer": "サンフランシスコ平和条約",
    "question_hint": "【時事】戦後80年。1951年に調印され、日本の主権回復と国際社会への復帰を決定した条約名を問う問題。",
    "difficulty": "標準",
    "source_context": "吉田茂首相（当時）により調印された。この条約により日本は独立を回復したが、同時に沖縄や小笠原諸島がアメリカの施政権下に置かれるという課題も生んだ。2025年はこの歩みを振り返る重要な年とされる。"
  },
  {
    "answer_id": "SO10_003",
    "answer": "平和主義",
    "question_hint": "【時事】憲法の理念。日本国憲法が掲げる三原則の一つで、戦後80年を通じて守られてきた理念を問う問題。",
    "difficulty": "標準",
    "source_context": "日本国憲法の平和主義の理念と、その現代的意義、自衛隊の役割や国際貢献についてが公民分野の重要テーマ。戦後80年という文脈で、日本の平和国家としての歩みを再確認する視点が求められている。"
  },
  {
    "answer_id": "SO10_004",
    "answer": "（記述例）プラス面は国際社会への復帰。マイナス面は沖縄がアメリカの施政権下に置かれたこと。",
    "question_hint": "【時事】戦後80年。サンフランシスコ平和条約が現代の日本に与えた影響をプラス・マイナスの両面から説明させる問題。",
    "difficulty": "応用",
    "source_context": "四天王寺中の予想問題として「サンフランシスコ平和条約が日本の安全保障や外交に与え続けている影響をプラスとマイナスの両面から説明しなさい」が提示されている。平和憲法のもとでの国際復帰（プラス）と、沖縄の基地問題や領土問題の起点（マイナス）を対比させることがポイント。"
  },
  {
    "answer_id": "SO10_005",
    "answer": "多文化共生",
    "question_hint": "【時事】人口動態。異なる国籍や民族の人々が、互いの文化の違いを認め合い、対等な関係で共に生きることを指す用語を問う問題。",
    "difficulty": "基本",
    "source_context": "2024年に在留外国人数が過去最多を記録。日本人の人口が過去最大規模で減少する中、社会構造の変革が求められている。四天王寺中の資料では、これを地理・公民の教科横断テーマとして挙げている。"
  },
  {
    "answer_id": "SO10_006",
    "answer": "在留外国人",
    "question_hint": "【時事】人口動態。日本に3ヶ月以上滞在する外国人の総称で、近年過去最多を更新し続けている存在を問う問題。",
    "difficulty": "標準",
    "source_context": "2024年に340万人を突破。技能実習制度に代わる「育成就労制度」の創設など、労働力確保のための政策転換が行われている。都市部への集中だけでなく、地方の農業や製造業を支える存在としての分布も地理的視点で重要。"
  },
  {
    "answer_id": "SO10_007",
    "answer": "（記述例）農業や介護分野での労働力確保。課題は言語の壁や社会保障制度の整備。",
    "question_hint": "【時事】人口動態。外国人労働者の増加が日本の産業に与える変化と、多文化共生社会に向けた課題を述べさせる問題。",
    "difficulty": "応用",
    "source_context": "日本人の人口減少を背景に、特に農業や介護などの人手不足分野で外国人の役割が予測される。課題としては、言葉の壁、生活習慣の違い、社会保障（年金・健康保険）の適用など、政府や地域社会が取り組むべき具体例を挙げる必要がある。"
  },
  {
    "answer_id": "SO10_008",
    "answer": "限界集落",
    "question_hint": "【時事】人口動態。人口の50%以上が65歳以上となり、冠婚葬祭や維持管理などの社会的共同生活の維持が困難になった集落を問う問題。",
    "difficulty": "標準",
    "source_context": "地方の過疎化が進む中で深刻化している。在留外国人の地域的分布の背景として、こうした労働力不足の地方を支える側面がある。地理分野の「地方の過疎化」と結びつけた理解が必要。"
  },
  {
    "answer_id": "SO10_009",
    "answer": "SDGs",
    "question_hint": "【時事】大阪・関西万博。2025年万博の主要な柱であり、2030年までの達成を目指す「持続可能な開発目標」の略称を問う問題。",
    "difficulty": "基本",
    "source_context": "「いのち輝く未来社会のデザイン」をテーマとする万博は、SDGs達成のための試金石とされる。パビリオンの具体例や、持続可能な社会の実現に向けた国際協力が公民分野のポイント。"
  },
  {
    "answer_id": "SO10_010",
    "answer": "いのち輝く未来社会のデザイン",
    "question_hint": "【時事】大阪・関西万博。2025年に開催される大阪・関西万博の公式テーマを正確に問う問題。",
    "difficulty": "標準",
    "source_context": "1970年の大阪万博（人類の進歩と調和）との比較が頻出。先端技術（空飛ぶクルマなど）の披露だけでなく、環境対策や多様性など「未来の社会のあり方」を提示することが目的とされる。"
  },
  {
    "answer_id": "SO10_011",
    "answer": "1970年",
    "question_hint": "【時事】大阪・関西万博。高度経済成長の象徴として日本で最初に大阪で開催された万博の年号を問う問題。",
    "difficulty": "標準",
    "source_context": "四天王寺中の戦略資料では、1970年（高度経済成長・人類の進歩）と2025年（SDGs・持続可能性・いのち）を対比させる「歴史・時事の連結」が重要視されている。当時のシンボルは太陽の塔であった。"
  },
  {
    "answer_id": "SO10_012",
    "answer": "（記述例）1970年は経済成長重視だが、2025年は環境や命など持続可能性を重視している。",
    "question_hint": "【時事】大阪・関西万博。1970年と2025年の大阪万博について、時代背景とテーマの違いを説明させる問題。",
    "difficulty": "応用",
    "source_context": "1970年は「人類の進歩と調和」を掲げ、戦後日本の経済発展を世界に示した。2025年は「いのち輝く未来社会のデザイン」を掲げ、地球規模の課題解決やSDGsの視点を取り入れた社会を目指している。この「成長」から「共生・持続」への転換を論じることがポイント。"
  },
  {
    "answer_id": "SO10_013",
    "answer": "2025年問題",
    "question_hint": "【時事】社会保障。団塊の世代が75歳以上の後期高齢者になり、医療や介護の需要が急増する社会問題を問う問題。",
    "difficulty": "基本",
    "source_context": "人口ピラミッドが「つぼ型」になる中で、社会保障制度（年金・医療・介護）の持続可能性が問われている。2025年はその象徴的な年であり、現役世代の負担増が懸念される。"
  },
  {
    "answer_id": "SO10_014",
    "answer": "団塊の世代",
    "question_hint": "【時事】人口動態。戦後直後の1947〜1949年に生まれた、人口ボリュームが非常に大きい世代の呼称を問う問題。",
    "difficulty": "標準",
    "source_context": "この世代が後期高齢者（75歳以上）に達することが2025年問題の核心。日本の高度経済成長を支えた世代だが、現在はその社会保障が大きな課題となっている。"
  },
  {
    "answer_id": "SO10_015",
    "answer": "合計特殊出生率",
    "question_hint": "【時事】人口動態。一人の女性が生涯に産む子どもの平均数を示す指標。日本の少子化の深刻さを示す数値として問う問題。",
    "difficulty": "標準",
    "source_context": "2023年は1.20と過去最低を更新。人口維持に必要とされる2.07を大きく下回っている。算数分野のデータ分析としても、この推移と意味を理解しておく必要がある。"
  },
  {
    "answer_id": "SO10_016",
    "answer": "（記述例）AIやロボットで介護者の負担を減らす一方、命の選択などの倫理的課題がある。",
    "question_hint": "【時事】2025年問題。深刻化する介護人材不足に対し、AIやロボット技術を活用する際の可能性と倫理的課題を述べさせる問題。",
    "difficulty": "応用",
    "source_context": "労働力不足の解消策としてAIやロボットの活用が期待される。一方で、人間による心のケアが疎かになる懸念や、責任の所在、プライバシー保護などの倫理的課題が存在する。「自分ならどう考えるか」という当事者意識が必要。"
  },
  {
    "answer_id": "SO10_017",
    "answer": "昭和100年",
    "question_hint": "【時事】周年。2025年を昭和という元号が続いていたと仮定した場合の節目となる呼称を問う問題。",
    "difficulty": "基本",
    "source_context": "2025年は昭和100年にあたる。過去の出来事が現代にどう繋がっているかを考える「歴史の周年」視点の一つ。四天王寺中では歴史と現代を繋げる思考を重視している。"
  },
  {
    "answer_id": "SO10_018",
    "answer": "普通選挙法",
    "question_hint": "【時事】歴史周年。1925年に制定され、2025年に100周年を迎える、満25歳以上の男子に選挙権を与えた法律を問う問題。",
    "difficulty": "標準",
    "source_context": "大正デモクラシーの光の部分。納税条件が撤廃された。同時に「治安維持法」が制定されたことで「アメとムチ」の政策と呼ばれる。公民の「選挙権の拡大」と結びつくテーマ。"
  },
  {
    "answer_id": "SO10_019",
    "answer": "治安維持法",
    "question_hint": "【時事】歴史周年。普通選挙法と同じ1925年に制定され、社会主義運動や国体に反対する動きを厳しく取り締まった法律を問う問題。",
    "difficulty": "標準",
    "source_context": "2025年で制定100年。思想統制を強化し、その後の日本の戦争への道を加速させた影の側面。現代の「表現の自由」とその制約を考える上での歴史的教訓とされる。"
  },
  {
    "answer_id": "SO10_020",
    "answer": "（記述例）普通選挙で国民の権利を広げる一方、治安維持法で自由を奪う「アメとムチ」の政治だった。",
    "question_hint": "【時事】歴史周年。1925年に制定された普通選挙法と治安維持法が、その後の日本に与えた影響を説明させる問題。",
    "difficulty": "応用",
    "source_context": "権利拡大（アメ）と統制（ムチ）のセット。これにより国民は政治参加の道を得たが、同時に国の方針に反対する自由を失った。これがのちの軍国主義や全体主義に繋がったことを具体的に述べる。"
  },
  {
    "answer_id": "SO10_021",
    "answer": "食料安全保障",
    "question_hint": "【時事】食料問題。食料を安定的に確保できるよう、国が平時から対策を講じることを何というか問う問題。",
    "difficulty": "基本",
    "source_context": "2024年の「令和の米騒動」により注目された。気候変動（猛暑）や生産者の高齢化により、日本の食料供給の脆弱性が浮き彫りになっている。食料自給率の向上などが課題。"
  },
  {
    "answer_id": "SO10_022",
    "answer": "減反政策（生産調整）",
    "question_hint": "【時事】農業。米の作りすぎを防ぐために長年行われてきた、作付け面積を制限する政策を問う問題。",
    "difficulty": "標準",
    "source_context": "2018年に廃止されたが、現在のコメ不足や価格高騰の背景にある構造的な問題（生産力の低下）の一因として議論されている。歴史分野の「戦後の食糧難」との比較も重要。"
  },
  {
    "answer_id": "SO10_023",
    "answer": "高温障害",
    "question_hint": "【時事】気候変動・農業。夏の記録的な猛暑により、稲の粒が白く濁ったり、割れたりして品質が低下する現象を何というか問う問題。",
    "difficulty": "標準",
    "source_context": "理科分野との横断。地球温暖化による猛暑が稲の生育に与える直接的な影響。2024年の米不足の主要因の一つであり、気候変動が私たちの食卓に直結している例。"
  },
  {
    "answer_id": "SO10_024",
    "answer": "（記述例）若手就農者への支援や、スマート農業による効率化で自給率を高めるべき。",
    "question_hint": "【時事】食料問題。日本の食料安全保障を守るため、国が進めるべき農業政策を食料自給率の観点から提案させる問題。",
    "difficulty": "応用",
    "source_context": "生産者の高齢化、耕作放棄地の増加といった課題に対し、企業参入の促進、ドローン等を用いたスマート農業、自給率の低い小麦や大豆への転作支援など、多角的な提案が求められる。"
  },
  {
    "answer_id": "SO10_025",
    "answer": "ボランティア元年",
    "question_hint": "【時事】防災。1995年の阪神・淡路大震災で、市民による自発的な支援活動が大きく広がったことから付けられた呼称を問う問題。",
    "difficulty": "基本",
    "source_context": "2025年は震災から30年。この震災を機に、公助（行政）だけでなく共助（市民の協力）の重要性が認識された。市民社会の成熟を示す象徴的な言葉。"
  },
  {
    "answer_id": "SO10_026",
    "answer": "ライフライン",
    "question_hint": "【時事】防災。電気、ガス、水道など、私たちの生活に不可欠な公共インフラの総称を問う問題。",
    "difficulty": "標準",
    "source_context": "震災時にこれらが寸断された際の影響と、復旧までの備え（ハード・ソフト両面）が重要。理科の「回路・圧力・水流」などの仕組みと結びついた出題もあり得る。"
  },
  {
    "answer_id": "SO10_027",
    "answer": "ハザードマップ",
    "question_hint": "【時事】地理・防災。地域の災害リスク（洪水、土砂災害など）を地図上に示したものを何というか問う問題。",
    "difficulty": "標準",
    "source_context": "阪神・淡路大震災の教訓から、事前のリスク把握と避難計画の重要性が高まった。地理分野では、活断層の分布や地形からリスクを読み解く力が問われる。"
  },
  {
    "answer_id": "SO10_028",
    "answer": "（記述例）避難所での手伝いや、安否確認、SNSでの正しい情報発信などが考えられる。",
    "question_hint": "【時事】防災。中学生が地域社会の一員として、大規模災害発生時に貢献できる具体的な行動を3つ挙げさせる問題。",
    "difficulty": "応用",
    "source_context": "「自分ならどうするか」の当事者意識を問う。体力を活かした物資運搬、小さな子供や高齢者の話し相手、メディアリテラシーを活かしたデマの防止など、具体的かつ実現可能な行動が評価される。"
  },
  {
    "answer_id": "SO10_029",
    "answer": "ジェンダーギャップ指数",
    "question_hint": "【時事】社会。各国の男女格差を数値化した指標で、日本が諸外国に比べて順位が低いことが課題となっているものを問う問題。",
    "difficulty": "基本",
    "source_context": "2024年〜2025年にかけて、日本初の女性首相誕生への期待や議論が高まった背景。経済や政治分野での女性リーダーの少なさが日本の主要な課題。"
  },
  {
    "answer_id": "SO10_030",
    "answer": "男女共同参画社会基本法",
    "question_hint": "【時事】公民。性別に関わらず、すべての人が個性と能力を発揮できる社会の実現を目指して制定された法律を問う問題。",
    "difficulty": "標準",
    "source_context": "1999年制定。ジェンダーギャップ解消のための法的根拠。記述問題では、この法律の理念と現実のギャップ（なぜ女性リーダーが増えないか）を考察させる流れが多い。"
  },
  {
    "answer_id": "SO10_031",
    "answer": "卑弥呼（または北条政子）",
    "question_hint": "【時事】歴史。女性首相の誕生を考える文脈で、歴史上で強大な権力やリーダーシップを発揮した女性の例を問う問題。",
    "difficulty": "標準",
    "source_context": "四天王寺中の教科横断分析では、卑弥呼や北条政子などの功績を挙げている。過去の女性リーダーと現代のジェンダー問題を繋げて考える視点を提示している。"
  },
  {
    "answer_id": "SO10_032",
    "answer": "（記述例）育児負担の偏りなどの社会的障壁がある。対策としてクオータ制の導入を提案する。",
    "question_hint": "【時事】ジェンダー。日本の政治・経済で女性リーダーが少ない理由を分析し、改善策を一つ提案させる問題。",
    "difficulty": "応用",
    "source_context": "「男は仕事、女は家庭」という固定的な性別役割分担意識や、長時間労働などの雇用慣行を背景として挙げる。改善策には、数値目標を設ける「クオータ制」や、男性の育休義務化などが有効な論点。"
  },
  {
    "answer_id": "SO10_033",
    "answer": "ペロブスカイト太陽電池",
    "question_hint": "【時事】エネルギー。日本発の技術で、薄く、軽く、曲げられるという特徴を持つ次世代の太陽電池を問う問題。",
    "difficulty": "基本",
    "source_context": "エネルギー自給率向上と経済安全保障の切り札とされる。主原料の「ヨウ素」を日本国内で大量に産出できる点が最大の強み。2025年万博でも注目される技術。"
  },
  {
    "answer_id": "SO10_034",
    "answer": "ヨウ素",
    "question_hint": "【時事】地理・資源。日本が世界第2位の産出量を誇り、次世代太陽電池の原料としても注目されている非金属資源を問う問題。",
    "difficulty": "標準",
    "source_context": "千葉県（南関東ガス田）などで多く産出される。資源の乏しい日本において、世界有数のシェアを持つ数少ない資源であり、エネルギーの「経済安全保障」に直結する。"
  },
  {
    "answer_id": "SO10_035",
    "answer": "再生可能エネルギー",
    "question_hint": "【時事】公民・理科。太陽光、風力、地熱など、自然界に常に存在し、二酸化炭素を排出しないエネルギーの総称を問う問題。",
    "difficulty": "標準",
    "source_context": "脱炭素社会の実現に向け、導入拡大が急務。日本の地形や資源状況に合った技術（ペロブスカイト等）の開発が、輸入エネルギーへの依存度を下げる鍵となる。"
  },
  {
    "answer_id": "SO10_036",
    "answer": "（記述例）原料のヨウ素を国内で調達できるため、海外情勢に左右されず安定供給が可能になるから。",
    "question_hint": "【時事】エネルギー。ペロブスカイト太陽電池が日本の「経済安全保障」に貢献すると言える理由を、資源（ヨウ素）と関連づけて説明させる問題。",
    "difficulty": "応用",
    "source_context": "経済安全保障とは、自国の生存や経済活動を他国に依存しすぎないこと。従来のパネルは海外輸入に頼っていたが、国内産ヨウ素を活用できれば、資源の「自給」が可能になり、外交的な弱みを減らせる。"
  },
  {
    "answer_id": "SO10_037",
    "answer": "線状降水帯",
    "question_hint": "【時事】気候変動。積乱雲が次々と発生し列をなすことで、同じ場所に数時間にわたって猛烈な雨を降らせる気象現象を問う問題。",
    "difficulty": "基本",
    "source_context": "地球温暖化による海面活性の上昇が原因。毎年のように記録を更新する集中豪雨の主因。激甚化する災害への備えとして、理科・地理・公民の知識を繋げる必要がある。"
  },
  {
    "answer_id": "SO10_038",
    "answer": "熱中症警戒アラート",
    "question_hint": "【時事】公民。気温や湿度が非常に高くなり、健康被害が出る恐れがある場合に環境省と気象庁が共同で発表する情報を問う問題。",
    "difficulty": "標準",
    "source_context": "記録的猛暑に対応した新しい制度。国や自治体が発信する情報の役割と、個人の避難行動を結びつける「ソフト対策」の代表例。"
  },
  {
    "answer_id": "SO10_039",
    "answer": "地球温暖化",
    "question_hint": "【時事】気象。温室効果ガスの増加により地球全体の平均気温が上昇し、異常気象を頻発させている現象を問う問題。",
    "difficulty": "標準",
    "source_context": "理科のメカニズム（二酸化炭素による赤外線の吸収）と公民の国際的取り組み（パリ協定など）がリンクする。2024〜2025年の記録的猛暑の根本的な背景。"
  },
  {
    "answer_id": "SO10_040",
    "answer": "（記述例）ハードは堤防。ソフトは避難勧告。ハードで防ぎきれない場合にソフトで命を守るため、両方が必要。",
    "question_hint": "【時事】防災。気候変動による災害から命を守るための「ハード対策」と「ソフト対策」の例を挙げ、両者を組み合わせる重要性を説明させる問題。",
    "difficulty": "応用",
    "source_context": "堤防建設（ハード）だけでは想定外の規模を完全に防げない。迅速な避難情報の提供や防災訓練（ソフト）を組み合わせることで、施設が壊れた際にも被害を最小限に抑える「減災」の視点が重要。"
  }
]