[
  {
    "answer_id": "JP03_001",
    "answer": "いたわる",
    "question_hint": "【語彙・心情】立場が弱い人に対して親切に接する様子を表す心情語を特定させる問題。",
    "difficulty": "基本",
    "source_context": "定義：立場が弱い人（病気の人、年下、妹など）に対して、親切に接したり思いやったりすること。洗足学園中の例文では、坊主頭にした妹に対し、学校での立場を心配して姉がかけた声を「いたわるような声」と表現している。"
  },
  {
    "answer_id": "JP03_002",
    "answer": "ねぎらう",
    "question_hint": "【語彙・心情】苦労や努力に対して感謝の気持ちを示す様子を表す言葉を選ばせる問題。",
    "difficulty": "基本",
    "source_context": "定義：苦労や努力に対して感謝すること。早稲田中の例文では、勇気を出して人助け（アレルギー対応の注射）をした少年に対し、周囲の大人たちが「よくやったなあ」と感謝する場面で使用されている。上の立場の者が下の者に対して行うことが多い。"
  },
  {
    "answer_id": "JP03_003",
    "answer": "慈しむ",
    "question_hint": "【語彙・心情】かわいがって、大切に愛情を注ぐ様子を意味する心情語を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "定義：愛情を注いだり、大切にしたりする気持ち。渋谷教育学園渋谷中の例文では、顔を覚えていない祖母が孫のために心を込めて作ったショールを「慈しむようにして作ってくれた」と表現。立場が下、あるいは弱い者への深い愛情を示す。"
  },
  {
    "answer_id": "JP03_004",
    "answer": "健気（けなげ）",
    "question_hint": "【語彙・心情】年少者や弱い者が、困難に立ち向かって健闘する様子を表す言葉を問う問題。",
    "difficulty": "標準",
    "source_context": "定義：子どもや、力・立場の弱い者が、困難なことに立ち向かっていく立派な様子。ほめてあげたい、というニュアンスを含む。渋谷教育学園渋谷中の例文では、厳しい自然の中を力強く渡っていく鳩の姿を「健気で美しい姿」と評している。大人が子供を評価する際によく使われる。"
  },
  {
    "answer_id": "JP03_005",
    "answer": "郷愁（きょうしゅう）",
    "question_hint": "【語彙・心情】故郷や過去を懐かしく思う感情を指す用語を特定させる問題。",
    "difficulty": "標準",
    "source_context": "定義：昔のことや、故郷を懐かしく思うこと。「ノスタルジー」とも言い換えられる。東洋英和女学院中の例文では、亡き姉が弾いていた琴の曲を自分で弾いた際、懐かしさと共に「郷愁を想起させる」と表現されている。過去への憧憬を伴う。"
  },
  {
    "answer_id": "JP03_006",
    "answer": "高揚",
    "question_hint": "【語彙・心情】気分が昂り、テンションが上がっている状態を表す二字熟語を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "定義：気分や気持ちが高まること。ラ・サール中の例文では、視力を失った兄が伴走者である弟と走り、転倒はしたものの「怖いとかではなく高揚した」と述べている。限界に挑戦したり、未知の世界に足を踏み入れたりする際の昂ぶり。"
  },
  {
    "answer_id": "JP03_007",
    "answer": "感慨（かんがい）",
    "question_hint": "【語彙・心情】ある出来事に対し、心に深く感じ入る「しみじみとした」様子を問う問題。",
    "difficulty": "標準",
    "source_context": "定義：ある出来事について深く心に感じること。単なる「感動」よりも「しみじみとした」ニュアンスが強い。聖光学院中の例文では、ピアノの才能を持つ少女に対し、園長先生が「神様の贈りものだ」としみじみ語る様子を「感慨深げ」と表現している。"
  },
  {
    "answer_id": "JP03_008",
    "answer": "晴れがましい",
    "question_hint": "【語彙・心情】注目を浴びて誇らしく、誇張したいほどの明るい気分を指す言葉を選ばせる問題。",
    "difficulty": "標準",
    "source_context": "定義：多くの人から注目される状況で、気持ちが晴れやかで誇らしい様子。洗足学園中の例文では、目立つグループに所属した主人公が「いつもライトが当たっているようで晴れがましい気分になった」と回想。ただし、意味としては「恥ずかしい」場合にも使われる多義語。"
  },
  {
    "answer_id": "JP03_009",
    "answer": "解放感",
    "question_hint": "【心情分析】緊張や拘束から解き放たれた際の心情を、対比構造を用いて説明させる問題。",
    "difficulty": "標準",
    "source_context": "定義：縛られていたものがなくなり、自由になった感覚。構造として「緊張・制限（テスト中など）」→「きっかけ（終了）」→「解放」という対比が必要。法政第二中の例文では、静まり返った中学校の定期テストが終わった直後の教室の様子を指している。"
  },
  {
    "answer_id": "JP03_010",
    "answer": "羨望（せんぼう）",
    "question_hint": "【語彙・心情】他人の状態を「うらやましい」と強く思う気持ちを指す言葉を特定させる問題。",
    "difficulty": "応用",
    "source_context": "定義：うらやましいと思う気持ち。灘中の例文では、合格した「ぼく」に対し塾の仲間たちが向けた視線を「羨望のまなざし」と表現。「自分もそうなりたい」というプラスの憧れを含むが、文脈により「嫉妬」に転じる可能性も孕む。"
  },
  {
    "answer_id": "JP03_011",
    "answer": "気後れ",
    "question_hint": "【心情分析】周囲の勢いや雰囲気に圧倒され、自信をなくす様子を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "定義：相手の勢いや雰囲気に押されて、心がひるむこと。開成中の例文では、低学年の頃の主人公が、大人数で盛り上がるノリに対して感じていた心情として描かれている。内向的な人物が外交的な集団に接する際によく見られる感情。"
  },
  {
    "answer_id": "JP03_012",
    "answer": "卑屈（ひくつ）",
    "question_hint": "【心情分析】自分自身を過小評価し、いじけた態度をとる心情を指す言葉を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "定義：自分を大したことがないといじけ、卑しめること。洗足学園中の例文では、友人が努力して絵を描いているのに対し、自分は真剣に向き合っていなかった自責から「私なんか――」と卑屈な言葉をこぼしそうになる場面で使われている。"
  },
  {
    "answer_id": "JP03_013",
    "answer": "羞恥心（しゅうちしん）",
    "question_hint": "【心情分析】自分の言動が恥ずかしいと感じる気持ちを、特に「大人ぶった振る舞い」と関連させて問う問題。",
    "difficulty": "標準",
    "source_context": "定義：恥ずかしく思う気持ち。東邦大東邦中の例文では、生意気で大人ぶった内容の読書感想文が全校放送で読まれたことを「羞恥心と共に思い出す」とある。過去の未熟な自分を客観視した際に出る感情。"
  },
  {
    "answer_id": "JP03_014",
    "answer": "無力感",
    "question_hint": "【心情分析】自分の力では現状を変えられないことへの絶望や虚無感を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "定義：自分には状況を変える力がないと悟り、虚しく思うこと。鷗友学園女子中の例文では、母を亡くした幼馴染に対し、一緒に泣くことしかできない自分を「無力が恨めしかった」と表現。虚脱感を伴う重い心情。"
  },
  {
    "answer_id": "JP03_015",
    "answer": "疎外感",
    "question_hint": "【心情分析】集団の中で自分だけが仲間外れにされている、あるいは避けられていると感じる心情を問う問題。",
    "difficulty": "標準",
    "source_context": "定義：自分が避けられ、排除されていると思う気持ち。甲陽学院中の例文では、双子の兄弟と離れて一人で水泳留学をすることに対し、周囲と違う道を行くことによる「疎外感に怯える必要はない」と自分を鼓舞する文脈で使われている。"
  },
  {
    "answer_id": "JP03_016",
    "answer": "いたたまれない",
    "question_hint": "【語彙・心情】恥ずかしさや気まずさから、その場に居続けることが苦しい様子を表す心情語を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "定義：辛さ、悲しみ、恥ずかしさなどで、その場所に居続けることができない気持ち。駒場東邦中の例文では、相手の誘いが「未成年を帰すための方便」だったと気づき、自分の幼さを自覚して赤面するような場面で「いたたまれなくなり」と表現。"
  },
  {
    "answer_id": "JP03_017",
    "answer": "うなだれる",
    "question_hint": "【心情推察】動作から心情を読み取る問題。「首を力なく垂れる」動作の背景にある心情を答えさせる。",
    "difficulty": "標準",
    "source_context": "動作の意味：がっかりした気持ち、悲しさ、羞恥心から頭を下げること。洛星中の例文では、友人といじめに加担し、ターゲットを川に落としてしまった少年が、後悔と罪悪感から「うなだれる」様子が描かれている。"
  },
  {
    "answer_id": "JP03_018",
    "answer": "葛藤（かっとう）",
    "question_hint": "【読解概念】心の中に相反する二つの感情があり、板挟みになって悩む状態を何というか答えさせる問題。",
    "difficulty": "標準",
    "source_context": "定義：心の中に複数の相反する感情があり、判断に迷うこと。本郷中の例文では、親の都合で来日した子供が「日本の生活に馴染みたい自分」と「故郷を懐かしむ自分」の間で悩む様子を「葛藤に悩まされている」と表現。物語の展開を作る核心要素。"
  },
  {
    "answer_id": "JP03_019",
    "answer": "憤り（いきどおり）",
    "question_hint": "【心情分析】「怒り」との違いに注目し、内面に溜め込まれた激しい怒りを指す言葉を特定させる問題。",
    "difficulty": "応用",
    "source_context": "定義：激しく腹を立てること。「怒り」が表出するのに対し、「憤り」は内側でわなわなと震えるような、深みのある怒りを指す。芝中の例文では、患者を救えなかった過去の自分を許せない医者の心情を「自身に対する悔いと憤り」と表現。"
  },
  {
    "answer_id": "JP03_020",
    "answer": "横柄（おうへい）",
    "question_hint": "【語彙・人物像】人を見下し、威張った態度をとる様子を形容する言葉を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "定義：威張っていて、人を見下した態度。青稜中の例文（芥川龍之介『魔術』）では、魔術の名人らしく振る舞おうとして「横柄に答えた」と記述。不遜な人物像や、虚勢を張っている様子を示す際に使われる。"
  },
  {
    "answer_id": "JP03_021",
    "answer": "冷淡（れいたん）",
    "question_hint": "【人物像分析】相手に対して無関心で、思いやりのない「冷たい」様子を指す言葉を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "定義：無関心、そっけない、思いやりがないこと。洛星中の例文（芥川龍之介『トロッコ』）では、親切にお菓子をくれた男に対し、良平が「ありがとう」とそっけなく言った態度を「冷淡に」と表現。後で自責の念に駆られる原因となる。"
  },
  {
    "answer_id": "JP03_022",
    "answer": "うぬぼれる",
    "question_hint": "【心情分析】自分の実力を過大評価し、得意げになっている様子を表す心情語を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "定義：実際以上に自分が優れていると思い込み、得意になること。洗足学園中の例文では、兄を自転車で追い越した弟が、兄の配慮（危険回避）に気づかず「お兄ちゃんを超えた」と勘違いした様子を「勝手にうぬぼれた」と回想している。"
  },
  {
    "answer_id": "JP03_023",
    "answer": "虚勢を張る（きょせいをはる）",
    "question_hint": "【人物像分析】自分の弱さを隠すために、わざと強気な態度を見せる様子を指す慣用句を問う問題。",
    "difficulty": "標準",
    "source_context": "定義：弱みを見せないよう、無理に威勢をよく見せること。吉祥女子中の例文では、集団に属さず一人で堂々としている女子生徒を「虚勢を張るわけでもなく、おどおどするでもなく」と評し、彼女の自立した精神性を強調している。"
  },
  {
    "answer_id": "JP03_024",
    "answer": "鬱陶しい（うっとうしい）",
    "question_hint": "【心情分析】特に思春期の子供が親の干渉に対して抱く、煩わしい感情を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "定義：煩わしい、うるさい、気が晴れない。立命館宇治中の例文では、内面を聞き出そうとする母の干渉を「鬱陶しくて煩わしくて面倒くさい」と表現。自立しようとする時期の、言葉にならないもどかしさを伴う反発。"
  },
  {
    "answer_id": "JP03_025",
    "answer": "無念（むねん）",
    "question_hint": "【心情分析】期待が裏切られ、非常に悔しく残念に思う気持ちを答えさせる問題。",
    "difficulty": "標準",
    "source_context": "定義：非常に悔しく思うこと。駒場東邦中の例文では、自信を持って勧めた本が「そうでもなかった」と言われた教師の表情を「無念そうな表情」と形容。期待（プラス）と現実（マイナス）のギャップから生じる強い落胆。"
  },
  {
    "answer_id": "JP03_026",
    "answer": "不憫（ふびん）",
    "question_hint": "【心情分析】立場が上の者が、苦労している下の者を「かわいそう」と思う感情を特定させる問題。",
    "difficulty": "標準",
    "source_context": "定義：かわいそうに思うこと、気の毒に思うこと。渋谷教育学園渋谷中の例文では、貧しい生活で身なりが整わない母を見た息子が「不憫になって」口紅をプレゼントした回想シーンで登場。「憐れみ」に近いニュアンス。"
  },
  {
    "answer_id": "JP03_027",
    "answer": "偏見（へんけん）",
    "question_hint": "【読解概念】客観的な根拠なく、先入観で一方的に決めつける偏った考え方を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "定義：偏った見方。海城中の例文では、難聴の少女が「手話を習う＝自分が障害者だと認めること」に抵抗を感じ、自分の中に「障害者はかわいそう・劣っている」という偏見があることに気づき、自己嫌悪に陥る葛藤が描かれている。"
  },
  {
    "answer_id": "JP03_028",
    "answer": "いぶかしむ",
    "question_hint": "【心情分析】物事が不自然であると感じ、怪しく、不審に思う様子を表す心情語を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "定義：あやしい、おかしいと不思議に思う。聖光学院中の例文では、様子がおかしい滝田に対し、友人の松島が「大丈夫か？」と不審に思う表情を「いぶかしむような表情」と表現。「怪訝（けげん）そう」と言い換え可能。"
  },
  {
    "answer_id": "JP03_029",
    "answer": "焦燥（しょうそう）",
    "question_hint": "【心情分析】物事が思うように進まず、焦ってイライラする様子を答えさせる問題。",
    "difficulty": "応用",
    "source_context": "定義：焦っていらいらすること。「焦燥感に駆られる」の形で使われる。東京都市大付中の例文（菊池寛『忠直卿行状記』）では、これまでの勝利が全て八百長だったと知った大名の、自尊心が傷つき、やり場のない苛立ちを「烈しい焦燥」と表現。"
  },
  {
    "answer_id": "JP03_030",
    "answer": "トラウマ",
    "question_hint": "【読解概念】過去の衝撃的な経験が、現在の行動を制限するほど深い心の傷となっている状態を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "定義：心的外傷。後々まで消えない心の傷。聖光学院中の例文では、大怪我をした選手が治ったはずなのに思い切ったプレーができない原因として「怪我のトラウマ」の可能性を指摘している。物語ではこれを克服することが「成長」の軸となる。"
  },
  {
    "answer_id": "JP03_031",
    "answer": "切望（せつぼう）",
    "question_hint": "【心情分析】何かを「心から強く望む」ことを表す、強い意志の入った熟語を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "定義：心から強く望むこと。國學院久我山中の例文では、表面的な友だち付き合いをしている主人公が、過去に「心の一部を預け合える友だち」を激しく求めていた自分を思い出し、それを「切望していた」と表現している。"
  },
  {
    "answer_id": "JP03_032",
    "answer": "安堵（あんど）",
    "question_hint": "【心情分析】気がかりなことが解決し、ほっと胸をなでおろす様子を言い換えさせる問題。",
    "difficulty": "基本",
    "source_context": "定義：気がかりがなくなって安心すること。灘中の例文では、息子が生活保護家庭の女子と付き合っているのではないかという疑念が晴れた母の様子を「安堵の顔」と記述。文脈により、差別的な優越感を含む「安心」であることもある。"
  },
  {
    "answer_id": "JP03_033",
    "answer": "自尊心（じそんしん）",
    "question_hint": "【読解概念】自分自身を大切にし、誇りに思う気持ちを「カタカナ語」と言い換えさせて答えさせる問題。",
    "difficulty": "標準",
    "source_context": "定義：自分を大切にする心、誇り。言い換え：プライド。國學院久我山中の例文では、地位を失い、新しい環境でも役に立てていない中高年男性が、周囲の視線に耐えられず「自尊心が傷ついている」様子が分析されている。"
  },
  {
    "answer_id": "JP03_034",
    "answer": "達成感",
    "question_hint": "【心情分析】目標を成し遂げた後に得られる、格別な満足感を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "定義：何かを成し遂げた後の満足感。大阪星光学院中の例文では、病弱で激しい運動を禁じられてきた弟が、ゴールまで走り切った際の「達成感」を知らないことを、兄が「かわいそう・申し訳ない」と痛感するシーンで登場。"
  },
  {
    "answer_id": "JP03_035",
    "answer": "信頼",
    "question_hint": "【人間関係】相手を信じて頼りにする、物語の良好な人間関係を構築する基礎となる言葉を問う問題。",
    "difficulty": "基本",
    "source_context": "定義：信じて頼りにすること。心情語。頌栄女子学院中の例文では、「心から信頼を寄せてくる相手に対して、人はそうそう冷たくなれない」と同僚が主人公に語り、人間関係の本質を説いている。"
  },
  {
    "answer_id": "JP03_036",
    "answer": "嫉妬（しっと）",
    "question_hint": "【心情分析】自分より優れた者に対し、恨めしく思ったりねたんだりする、負の感情を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "定義：自分より優れている人をねたむこと。普連土学園中の例文では、若くして成功したジンが、世間から「嫉妬と憧れのまなざし」を向けられていると記述。物語では、この嫉妬心が周囲の悪意を招く伏線となることが多い。"
  },
  {
    "answer_id": "JP03_037",
    "answer": "後ろめたい",
    "question_hint": "【心情分析】自分に非があると感じ、心に引っかかり（しこり）を覚える状態を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "定義：自分に悪い点があると感じ、心がとがめる。洛星中の例文では、イチゴが「好きだから最後に残した」と勝手に思い込んでいた主人公が、相手が実は嫌いだったと知り、「思い込みで人を決めつけた後ろめたさ」を感じる場面で使われている。"
  },
  {
    "answer_id": "JP03_038",
    "answer": "後悔（こうかい）",
    "question_hint": "【読解概念】してしまったことに対して、後から「しなければよかった」と悔やむ心情を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "定義：自分のしたことを後から悔やむこと。同志社女子中の例文では、友人に対して無愛想に給食を渡してしまった後で、「どうしてあんなつっけんどんに……」と思い悩む様子を「後悔していた」と記述。変化（プラス）へのきっかけとなることが多い。"
  },
  {
    "answer_id": "JP03_039",
    "answer": "孤独（こどく）",
    "question_hint": "【心情分析】仲間がいなかったり、理解者がいなかったりして寂しく思う、物語文の「マイナス状態」の典型を問う問題。",
    "difficulty": "標準",
    "source_context": "定義：一人ぼっちで寂しいこと。渋谷教育学園渋谷中の例文では、いつか息子が自立して去ってしまうことを予見した父が「耐えがたい孤独」を感じる場面で登場。単なる「独り」ではなく、精神的なつながりの欠如を指す。"
  },
  {
    "answer_id": "JP03_040",
    "answer": "絶望（ぜつぼう）",
    "question_hint": "【心情分析】「希望が全くなくなった」という、物語文において最も深いマイナスの状態を指す言葉を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "定義：希望がなくなる。近畿大学附属中の例文では、事故でピアノを弾けなくなった少女の内心を、周囲が「傷つき、絶望している」と推察する場面で使われている。物語はこの極限状態から「再生」へ向かう構造を持つ。"
  },
  {
    "answer_id": "JP03_041",
    "answer": "マイナスからプラスへ変化する",
    "question_hint": "【物語の構造】物語文の展開における、最も一般的で「道徳的・成長」を感じさせる変化パターンを説明させる問題。",
    "difficulty": "標準",
    "source_context": "物語の暗黙ルール：物語は基本的に「不幸な状況（マイナス）」から、何らかの「きっかけ」を経て「成長・変化（プラス）」へ向かう。入試問題では、この変化の「きっかけ」や「成長した後の内面」を問う問題が頻出。アンパンマンの構図（敗北→助け→勝利）はその典型例。"
  },
  {
    "answer_id": "JP03_042",
    "answer": "内面の成長",
    "question_hint": "【読解概念】入試物語文のテーマとして選ばれる「道徳的な変化」を一言でどう表すか答えさせる問題。",
    "difficulty": "標準",
    "source_context": "定義：できなかったことができるようになる、理解できなかった他者の心情を理解できるようになる等の「心の変化」。入試問題では、単なる偶然の幸運ではなく、自己と向き合い、自発的に変わる「内面の成長」を描いた作品が選ばれる。"
  },
  {
    "answer_id": "JP03_043",
    "answer": "曖昧になっていた自分の気持ちと向き合う",
    "question_hint": "【物語パターン】『雲を紡ぐ』や『教室に並んだ背表紙』に共通する、主人公の自己解決型成長パターンを答えさせる問題。",
    "difficulty": "標準",
    "source_context": "パターン：うまく言えなかった本心や、ぼんやりしていた感情が、他者（先生や祖父）との関わりで明確になり、最終的に自分の意思を相手（親など）に伝えることができるようになる。自己覚醒の物語。"
  },
  {
    "answer_id": "JP03_044",
    "answer": "他者の視線に左右されない自分になる",
    "question_hint": "【物語パターン】親の期待や周囲の評価に合わせて自分を「演じていた」子供が、自立していくパターンを答えさせる問題。",
    "difficulty": "標準",
    "source_context": "パターン：アイデンティティの確立がテーマ。「親にとって望ましい自分」をやめ、自分のやりたいこと（絵やピアノなど）を、周囲の反対を恐れずに選択する。市川中出題の「みどり色の記憶」などが代表例。"
  },
  {
    "answer_id": "JP03_045",
    "answer": "転校生（留学生）",
    "question_hint": "【物語パターン】物語において、停滞していた人間関係や主人公の内面に変化をもたらす典型的な「外部からの刺激」となる役割は何か問う問題。",
    "difficulty": "標準",
    "source_context": "役割：既存の集団のルールに縛られない「異質」な存在として登場。主人公のトラウマを気にせず接したり、本音を引き出したりする「変化のきっかけ」となる。洗足学園中、海陽中、吉祥女子中などの入試素材文で多用される設定。"
  },
  {
    "answer_id": "JP03_046",
    "answer": "自分にない考えを理解する",
    "question_hint": "【物語パターン】境遇や価値観が全く異なる他者と出会い、自分の「常識」をアップデートする成長パターンを答えさせる問題。",
    "difficulty": "応用",
    "source_context": "パターン：自分の物差しでは測れない他者の事情（生活保護、戦争、不登校等）を知り、相手に共感したり、自分の無知を恥じたりする。駒場東邦中出題の『夏と百花とカルピスと』では、カルピスを「平和の味」と呼ぶ避難民の少女の視点を知ることで主人公が成長する。"
  },
  {
    "answer_id": "JP03_047",
    "answer": "集団心理から抜け出す",
    "question_hint": "【物語パターン】特に「戦争」などの極限状況を扱った作品で見られる、周囲に流されない個の目覚めを描くパターンを答えさせる問題。",
    "difficulty": "応用",
    "source_context": "パターン：戦時中の「国のために死ぬのが当然」という同調圧力から離れ、一個人の命の尊さや素朴な感情を大切にするようになる変化。桜蔭中、武蔵中などの最難関校で好まれるテーマ。"
  },
  {
    "answer_id": "JP03_048",
    "answer": "トラウマを克服する",
    "question_hint": "【物語パターン】過去の失敗やいじめによる深い傷によって「できない」と思い込んでいたことに再挑戦するパターンを答えさせる問題。",
    "difficulty": "応用",
    "source_context": "パターン：過去の衝撃（マイナス）により制限されていた行動が、新たな出会いや他者への助け（きっかけ）を通じて解消され、自尊心を回復する。早稲田中出題の『明日の僕に風が吹く』やサレジオ学院中の『金の角持つ子どもたち』が該当。"
  },
  {
    "answer_id": "JP03_049",
    "answer": "先入観を持った行動を後悔する・気づきを得る",
    "question_hint": "【物語パターン】物語の結末が「ハッピーエンド」ではなく、自分の至らなさを自覚して終わるパターンの本質を答えさせる問題。",
    "difficulty": "応用",
    "source_context": "パターン：自分の思い込み（他人の悪意など）が間違いだったと気づき、自分を恥じる。聖光学院中出題の『リバース＆リバース』のように、良かれと思った行動が実は相手を追い詰めていたと知ることで、自分自身の未熟さを反省する「成長」の一種。"
  },
  {
    "answer_id": "JP03_050",
    "answer": "世の中の常識に相反する・葛藤する",
    "question_hint": "【物語パターン】灘、桜蔭、麻布などの最難関校で出題される、エリート層の孤独や才能ゆえの苦悩を扱うパターンを答えさせる問題。",
    "difficulty": "応用",
    "source_context": "パターン：周囲と話が合わない孤独、社会が求める「わかりやすい復興」と自分の「芸術的信念」の激突など。世間の期待（常識）に自分を合わせるか、孤高を貫くかの葛藤。麻布中、海城中出題の『氷柱の声』では、コンクールの評価基準と自分の画風の間での葛藤が描かれた。"
  }
]