[
  {
    "answer_id": "JP04_001",
    "answer": "対比（たいひ）",
    "question_hint": "説明文の基本的な「型」に関する用語定義。二つの事柄を並べて違いを際立たせる手法を問う問題。",
    "difficulty": "基本",
    "source_context": "説明文・論説文の「暗黙のルール」の一つ。筆者は自分の主張を際立たせるために、反対の事柄や従来一般的だった考え方を並べて比較する「対比」を多用する。例えば「これまでの強いリーダー」と「これからの弱いリーダー」を比較するような構成が挙げられる。"
  },
  {
    "answer_id": "JP04_002",
    "answer": "常識とは異なること（当たり前と思われていないこと）",
    "question_hint": "説明文の筆者が読者に伝えようとする内容の性質を問う問題。",
    "difficulty": "基本",
    "source_context": "筆者は、読者が既に知っている「当たり前のこと（例：三角形の面積の公式）」をわざわざ書くことはない。読者が「へぇ〜！」と思うような、世の中の常識とは異なる視点や、新しい発見を伝えるのが文章の目的である。"
  },
  {
    "answer_id": "JP04_003",
    "answer": "説得力を持たせるため",
    "question_hint": "説明文において「具体例」が用いられる目的を問う問題。",
    "difficulty": "基本",
    "source_context": "筆者が自分の主張を述べるだけでは独りよがりになりやすいため、具体例（事例やエピソード）を挿入することで、読者に対して自分の意見に「説得力」を持たせる役割がある。"
  },
  {
    "answer_id": "JP04_004",
    "answer": "二元論（にげんろん）",
    "question_hint": "物事を二つの対立する世界や考え方に分けて単純化する思考法を問う問題。",
    "difficulty": "標準",
    "source_context": "複雑な事象を「善と悪」「西洋と東洋」「スマホと本」のように二つの世界に分けて説明する考え方。物事を単純化することで読者にわかりやすく伝える効果があるが、過度な決めつけに陥る危険性も併せ持つ。"
  },
  {
    "answer_id": "JP04_005",
    "answer": "真の意味で「弱さ」を受け入れることのできるリーダー",
    "question_hint": "コロナ禍をテーマにした文章における「これからのリーダー像」を特定する問題。",
    "difficulty": "標準",
    "source_context": "若松英輔『弱さのちから』の例。コロナ禍以前は「強い」リーダーが求められていたが、これからは強がるのではなく、自らの弱さを受け入れ、人々と深いところでつながる「弱い」リーダーが求められるという対比が示されている。"
  },
  {
    "answer_id": "JP04_006",
    "answer": "身体や感情を伴った「対面（直接会うこと）」の場",
    "question_hint": "オンライン化が進む中で、筆者が強調する「大学の学び」の本質を問う問題。",
    "difficulty": "標準",
    "source_context": "増田聡の文章より。オンラインでの知識の習得（コンテンツのインストール）は便利だが、本質的な「学び」とは、身体と感情を持った人間が直接会って対話し、試行錯誤する「場」にこそあると説かれている。"
  },
  {
    "answer_id": "JP04_007",
    "answer": "リモートワークができる「恵まれた環境」かどうかの差",
    "question_hint": "コロナ禍における「格差の拡大」についての具体例を問う問題。",
    "difficulty": "応用",
    "source_context": "コロナ禍では、リモートワークができる豊かな層と、他者と距離を取ることができず低賃金で働く層の間で格差が露呈した。また、非正規雇用の人が優先的に解雇されるなどの経済的格差も、コロナ禍というテーマで頻出する視点である。"
  },
  {
    "answer_id": "JP04_008",
    "answer": "同調圧力（どうちょうあつりょく）",
    "question_hint": "集団の中で「周りと同じように振る舞え」と強制される無言の圧力を指す用語を問う問題。",
    "difficulty": "基本",
    "source_context": "少数意見を持つ人に対し、暗黙のうちに周囲の大多数と同じ行動をするよう強制する空気。日本では「空気を読め」という風潮として強く現れ、コロナ禍では自粛警察やマスク警察といった形で見られた。"
  },
  {
    "answer_id": "JP04_009",
    "answer": "絶対的な神を持たず、場の「空気」に支配されやすいため",
    "question_hint": "日本社会において同調圧力が強く働く背景（宗教的観点）を問う問題。",
    "difficulty": "応用",
    "source_context": "渋谷教育学園幕張中の出題。キリスト教などの一神教を信じる人が多くない日本は、絶対的な基準（神）がない代わりに、その場を支配する「臨在感的」な力（空気）に身を任せてしまいやすい傾向がある。"
  },
  {
    "answer_id": "JP04_010",
    "answer": "利他（りた）",
    "question_hint": "自分の利益よりも他人の幸せを優先する考え方を指す用語を問う問題。",
    "difficulty": "基本",
    "source_context": "自分のことよりも他人の利益を考えて尽くすこと。利己主義（自己中）の対義語。災害時や非常時には利他の心を持つことで周囲の協力が得られ、結果として自分にもプラスに働くという側面がある。"
  },
  {
    "answer_id": "JP04_011",
    "answer": "相手を支配することにつながる恐れがあるから",
    "question_hint": "一方的な「利他的行動」が持つネガティブな側面を問う問題。",
    "difficulty": "応用",
    "source_context": "伊藤亜紗『「利他」とは何か』より。「これをしてあげれば相手は喜ぶはずだ」という思い込みは、次第に「相手は喜ぶべきだ」という押し付けに変わり、相手を支配するリスクを孕む。真の利他には「他者の発見（自分の変化）」が必要とされる。"
  },
  {
    "answer_id": "JP04_012",
    "answer": "バイアス",
    "question_hint": "人間が無意識に抱いている「思い込み」や「先入観」を指すカタカナ語を問う問題。",
    "difficulty": "標準",
    "source_context": "「思い込み」の意。筆者は「人々は●●だと思っているが、実はバイアスがかかっているのだ」という型を用いて、自説の正しさを説明する。例として、他人の言葉を真実と判断しやすい「真実バイアス」などがある。"
  },
  {
    "answer_id": "JP04_013",
    "answer": "アンコンシャス・バイアス",
    "question_hint": "自分自身で気づいていない「無意識の思い込み」を指す用語を問う問題。",
    "difficulty": "応用",
    "source_context": "「無意識の思い込み」。開成中の社会や国語で頻出。「母親は仕事の有無にかかわらず家庭にいるべきだ」といった古いジェンダー規範に基づいた発言（例：単身赴任の母に『お子さんがかわいそう』と言う）などがこれにあたる。"
  },
  {
    "answer_id": "JP04_014",
    "answer": "メディアが作った「物語」ではないか疑う姿勢",
    "question_hint": "戦争報道を受け取る際に、視聴者に求められる「情報との向き合い方」を問う問題。",
    "difficulty": "標準",
    "source_context": "村上龍の文章より。ニュース映像で平和な街が繰り返されると「戦争が終わった」と錯覚しがちだが、それはメディアが人々の期待する「物語」に沿って作ったものかもしれない。情報の裏にある真実を考える姿勢が必要。"
  },
  {
    "answer_id": "JP04_015",
    "answer": "視聴率を上げるために刺激的な場面を強調しやすいこと",
    "question_hint": "マスメディアによる戦争報道が持つ構造的な問題を問う問題。",
    "difficulty": "標準",
    "source_context": "商業メディアは広告料などで運営されているため、多くの人に見てもらう必要がある。そのため、ロケット着弾や破壊された町など、視聴者の期待に沿った「過激で分かりやすい展開」を優先してしまうバイアスが生じやすい。"
  },
  {
    "answer_id": "JP04_016",
    "answer": "生物多様性（せいぶつたようせい）",
    "question_hint": "地球上のあらゆる生き物がバランスを保って存在することを指す用語を問う問題。",
    "difficulty": "標準",
    "source_context": "すべての生物が相互に関連し合って存在すること。巣鴨中の出題では、都会の消費者もコーヒーの選択を通じて「生物多様性の保全」に貢献できるといった、一見遠い存在のつながりが説かれている。"
  },
  {
    "answer_id": "JP04_017",
    "answer": "ジェンダー",
    "question_hint": "生物学的な性別ではなく、社会や文化によってつくられた性差を指す用語を問う問題。",
    "difficulty": "基本",
    "source_context": "社会的・文化的に規定された「男らしさ」「女らしさ」。「男は仕事、女は家庭」という役割分担や「男子はズボン、女子は化粧」といった社会ルールがこれに該当する。現代では多様性の尊重から、この規範を問い直す文章が多い。"
  },
  {
    "answer_id": "JP04_018",
    "answer": "アイデンティティ（自己同一性）",
    "question_hint": "「自分が自分であること」を指し、他者との違いを認識する用語を問う問題。",
    "difficulty": "基本",
    "source_context": "自己同一性。自分が自分であるという認識。「ぼく」や「おれ」といった一人称の使い分けも、自分の役割（弱気な男子かガキ大将か等）としてのアイデンティティと結びついているとされる。"
  },
  {
    "answer_id": "JP04_019",
    "answer": "本質主義（ほんしつしゅぎ）",
    "question_hint": "アイデンティティは最初から備わっている属性であり、それに従って行動が決まると考える立場を問う問題。",
    "difficulty": "標準",
    "source_context": "立命館中の出題。「謙虚な人だから丁寧な言葉を使う」というように、あらかじめ備わっている性格が言葉に現れるとする考え方。これに対し「人と関わり合う中でアイデンティティが作られる（構築主義）」という対比で出題される。"
  },
  {
    "answer_id": "JP04_020",
    "answer": "資本主義（しほんしゅぎ）",
    "question_hint": "利益を優先し、自由な競争を行う現代の経済システムを指す用語を問う問題。",
    "difficulty": "標準",
    "source_context": "競争社会で利益を追求する仕組み。効率性を高めて豊かさを生む一方、目先の利益を優先するため環境問題を後回しにしやすいという「副作用」があり、気候変動を加速させる要因として批判的に論じられることが多い。"
  },
  {
    "answer_id": "JP04_021",
    "answer": "将来世代に負担や被害を先送りしていること",
    "question_hint": "現代の資本主義社会における「環境問題」の解決が難しい根本的な理由を問う問題。",
    "difficulty": "標準",
    "source_context": "環境への配慮はコストがかかり、利益を追求する企業活動とは相容れない。今すぐゴミを捨てても直ちに被害は見えないが、将来の食糧不足や豪雨などの「取り返しのつかない展開」を招くという、世代間の不平等を指摘する視点が重要。"
  },
  {
    "answer_id": "JP04_022",
    "answer": "パンデミック",
    "question_hint": "感染症が世界的に大流行することを指すカタカナ語を問う問題。",
    "difficulty": "基本",
    "source_context": "神奈川学園中の出題。感染症の世界的流行。14世紀のペストや20世紀初頭のスペインかぜなど、歴史上何度も繰り返されてきた事象であり、新型コロナウイルスもその一例。"
  },
  {
    "answer_id": "JP04_023",
    "answer": "ヤングケアラー",
    "question_hint": "本来大人が担うべき家事や家族の介護を日常的に行っている子供を指す用語を問う問題。",
    "difficulty": "標準",
    "source_context": "大人に代わって介護や家事を行う子供。勉強の時間や友人との交流が奪われ、将来の選択肢が狭まる「貧困の連鎖」の原因として、近年中学入試でも社会問題として取り上げられるテーマである。"
  },
  {
    "answer_id": "JP04_024",
    "answer": "マスメディア",
    "question_hint": "テレビ、新聞、雑誌、ラジオなど、不特定多数に情報を伝える媒体の総称を問う問題。",
    "difficulty": "基本",
    "source_context": "情報を大衆に伝える機関。インターネット以前は情報の信頼性を担保する「情報ランチ定食」のような存在だったが、現在はネットと対比され、その画一的な批判や情報の偏り、広告主の影響などのマイナス面も論じられる。"
  },
  {
    "answer_id": "JP04_025",
    "answer": "メディアリテラシー",
    "question_hint": "情報を鵜呑みにせず、内容を正しく理解・判断し活用する能力を問う問題。",
    "difficulty": "標準",
    "source_context": "「情報の質や意味を的確に判断できる能力」。偽情報やプロパガンダ（意図的な宣伝）が溢れる現代において、不確定な未来を見通すために「引き出し」から情報を適切に取捨選択する「生きる力」の一つとされる。"
  },
  {
    "answer_id": "JP04_026",
    "answer": "情報の双方向性（そうほうこうせい）",
    "question_hint": "インターネットやオンライン技術によって生まれた、情報伝達の特徴を問う問題。",
    "difficulty": "標準",
    "source_context": "これまでのマスメディアが「与える側→受け取る側」という一方向だったのに対し、オンラインでは誰もが発信でき、やり取りができる「双方向」の変化が起きた。メタバース等の仮想空間での「つながっている感覚」もこれに含まれる。"
  },
  {
    "answer_id": "JP04_027",
    "answer": "自分の見たい（考えに近い）情報ばかりを見てしまうこと",
    "question_hint": "SNSにおけるAIの判断やレコメンド機能がもたらすマイナス面を問う問題。",
    "difficulty": "標準",
    "source_context": "SNS（Twitter, Instagram等）ではフォロー中の人物やAIの予測に基づき「興味のある投稿」が表示される。そのため安心感はあるが、自分と違う視点の「多様な意見」に触れる機会が減り、思考が偏るリスクがある。"
  },
  {
    "answer_id": "JP04_028",
    "answer": "人間とAIが「競合」するのではなく「協調」すること",
    "question_hint": "人工知能（AI）の急速な発達に対し、これからの人間に求められる姿勢を問う問題。",
    "difficulty": "応用",
    "source_context": "中野信子『空気を読む脳』より。過去のデータ分析ではAIは人間を凌駕する。しかし、人間とAIを対立（競合）させるのではなく、互いの強みを知り、生活を豊かにするためにどう活用するかを議論するフェーズに移行している。"
  },
  {
    "answer_id": "JP04_029",
    "answer": "言葉以外の情報（非言語情報）",
    "question_hint": "コミュニケーションにおいて、全体の93%を占めるとされる情報の種類を問う問題。",
    "difficulty": "標準",
    "source_context": "鎌田實『相手の身になる練習』より。コミュニケーションにおける「言葉」の割合はわずか7%であり、残りは声の調子、表情、視線、態度といった「言葉以外の情報」である。オンライン化でこれらが失われるリスクが対比として語られる。"
  },
  {
    "answer_id": "JP04_030",
    "answer": "コミュニケーションを「キャッチボール」として捉えているか",
    "question_hint": "SNSの発信における「自己満足」と、真のコミュニケーションの違いを問う問題。",
    "difficulty": "標準",
    "source_context": "横浜共立学園中の出題。本来のコミュニケーションは相手が受け取れるように投げる「キャッチボール」だが、SNSでは「いかに素晴らしいボールを投げるか（自己の評価）」に終始し、受け手への配慮が欠けがちであるという批判。"
  },
  {
    "answer_id": "JP04_031",
    "answer": "合理的（ごうりてき） / 合理主義",
    "question_hint": "感情に流されず、理性や論理に従って判断・行動する様子を指す用語を問う問題。",
    "difficulty": "基本",
    "source_context": "理性的に考えること。近代の科学的な教育により「妖怪などは非科学的だ」と否定する思考も合理的。説明文では、論理が明確な「プラス」の面と、非効率な伝統を排除する「マイナス」の両面で描かれる。"
  },
  {
    "answer_id": "JP04_032",
    "answer": "便利になればなるほど、自由時間がなくなっている（忙しくなる）",
    "question_hint": "「効率化」を追求した現代社会において生じている「逆説（パラドックス）」を問う問題。",
    "difficulty": "標準",
    "source_context": "池内了の文章より。科学技術の進展で雑用が減り余暇が増えるはずだったが、実際には新たな「しなければならないこと」が詰め込まれ、技術に操られる存在として人間はより忙しくなっているという矛盾。"
  },
  {
    "answer_id": "JP04_033",
    "answer": "個人主義（こじんしゅぎ）",
    "question_hint": "個人の自由や権利を尊重する、近代ヨーロッパで定着した考え方を問う問題。",
    "difficulty": "基本",
    "source_context": "個人の尊重。資本主義や自由競争と密接。物語文・論説文では、行き過ぎた個人主義が「共同体の破壊」や「孤食の増加（共感能力の低下）」、「自分勝手な振る舞い（マスク拒否等）」などのマイナス面として批判されることが多い。"
  },
  {
    "answer_id": "JP04_034",
    "answer": "西洋＝マイナス（文明・科学）、東洋＝プラス（文化・自然）",
    "question_hint": "説明文でよく用いられる「西洋と東洋」の二元論的な対比の傾向を問う問題。",
    "difficulty": "応用",
    "source_context": "一般的な入試問題の型。効率や設計を重視する「西洋」に対し、歪みや不規則性に美を見出す「東洋（日本）」を称賛する論調が多い（例：完璧な陶芸を求める西洋vs渋みを愛でる日本）。近代科学の行き詰まりを東洋思想で是正しようとする主張も頻出。"
  },
  {
    "answer_id": "JP04_035",
    "answer": "伝統（でんとう）",
    "question_hint": "古くから伝わる文化や考え方。非効率だが価値あるものとして扱われる用語を問う問題。",
    "difficulty": "標準",
    "source_context": "古き良きもの。合理主義のもとでは「古い」「不便」と敬遠されがちだが、文章中では「耐震性に優れた伝統木造建築」の例のように、近代技術が見落とした価値を持つものとして「プラス」に描かれることが多い。"
  },
  {
    "answer_id": "JP04_036",
    "answer": "人間が自然を「支配・管理する対象」として捉えたこと",
    "question_hint": "近代科学の発展が招いた環境破壊や災害拡大の「根本的な原因」を問う問題。",
    "difficulty": "応用",
    "source_context": "人間が自然の上に立ち、堤防などで管理できると過信した姿勢。想定外の自然の力（豪雨、津波、ウイルス変異等）に直面した現代では、自然と「共生（共存）」し、エネルギーを分散させる（例：信玄堤）知恵が再評価されている。"
  },
  {
    "answer_id": "JP04_037",
    "answer": "画一化（かくいつか）",
    "question_hint": "個々の違いを考えず、同じ様子や状態にそろえて効率を高めることを指す用語を問う問題。",
    "difficulty": "標準",
    "source_context": "均一にすること。高層ビルが並ぶ都市の姿など、画一化は効率を生むが、想定外の災害（地震・停電）が起きた際の脆弱さを招く。これに対し、多様な状況に備える「多様化」の重要性が論じられる。"
  },
  {
    "answer_id": "JP04_038",
    "answer": "文明＝マイナス（技術的豊かさ）、文化＝プラス（精神的深み）",
    "question_hint": "「文明と文化」の対比において、筆者が文化を高く評価する理由を問う問題。",
    "difficulty": "応用",
    "source_context": "大林宣彦『芸術』より。技術が進歩し便利になるのが「文明」、古く不便だが深く考える力を持つのが「文化」。行き過ぎた文明（凶器）を穏やかにし、人間を幸福に使う力こそが文化であり芸術であるという視点。"
  },
  {
    "answer_id": "JP04_039",
    "answer": "「誰にでもできる」ことを前提とし、個人の個性を重視しない点",
    "question_hint": "近代社会や近代教育が抱える「自由と平等」の矛盾した側面を問う問題。",
    "difficulty": "応用",
    "source_context": "海城中の出題。近代産業社会は「取り換え可能な労働者」を必要とするため、学校教育も全員に等しい計算・言語能力を持たせる（画一化）ことを重視した。そのため「誰にでもなれる（自由）」と言いつつ、実体は個性を排除する構造になっている。"
  },
  {
    "answer_id": "JP04_040",
    "answer": "自由（じゆう）と責任（せきにん）",
    "question_hint": "登山を例に、「好き勝手できる」こととは正反対にあるシビアな概念の組み合わせを問う問題。",
    "difficulty": "標準",
    "source_context": "恵泉女学園中の出題。登山の「自由」とは、他者の束縛がない代わりに、すべての判断を自分で行い、命を管理する「責任」を負うこと。自由と責任はセットであり、居心地の良い状態ではない厳しいものとして描かれる。"
  },
  {
    "answer_id": "JP04_041",
    "answer": "自立（じりつ）",
    "question_hint": "親や他者に頼らず、自分の力で問題を解決することを指す用語を問う問題。",
    "difficulty": "基本",
    "source_context": "吉本ばななの文章より。「経済的自立」ではなく、親に頼らず自分ひとりで問題を解決できた時を「自立」とする精神的な成長を指す。物語文では依存から自立への変化が「成長」として問われる重要テーマ。"
  },
  {
    "answer_id": "JP04_042",
    "answer": "秩序（ちつじょ）",
    "question_hint": "社会や集団が望ましい状態であるための「きまり（ルール）」を指す用語を問う問題。",
    "difficulty": "基本",
    "source_context": "きまり。宇宙の秩序、自然の秩序など多義的。社会においては「集団主義」と結びつき、秩序を守るための「線引き（正しい・悪い、敵・味方）」が、時に異質なものの排除（差別や排斥）を生むマイナス面として批判される。"
  },
  {
    "answer_id": "JP04_043",
    "answer": "グローバル化",
    "question_hint": "国家の枠を超え、ヒト、モノ、情報が地球規模でスピーディーに動く現象を問う問題。",
    "difficulty": "基本",
    "source_context": "「世界が小さくなる」こと。経済的な利益追求（グローバリズム）は近代の欲望の空間的展開とされる一方、遠くの国の貧困（バングラデシュの家事使用人等）が自分たちの生活と無関係ではない「道義的責任」を問う文脈で出題される。"
  },
  {
    "answer_id": "JP04_044",
    "answer": "想像の共同体（そうぞうのきょうどうたい）",
    "question_hint": "国家や国民という意識は、人工的・後付けで作られた概念であるとする学説を問う問題。",
    "difficulty": "応用",
    "source_context": "世田谷学園中の出題。ベネディクト・アンダーソンの説。国家は本来バラバラな人々をまとめるために「共通の伝統や歴史（物語）」によって人工的に作られたイメージ上の共同体であるという近代国家の捉え方。"
  },
  {
    "answer_id": "JP04_045",
    "answer": "演じる（演技）",
    "question_hint": "「他人を生きる」ことで自分自身を客観的に見つめ直す行為の価値を問う問題。",
    "difficulty": "標準",
    "source_context": "鴻上尚史『演劇入門』より。俳優が他人を演じることは、固定化した自分を問い直す機会になる。また、日常の言葉では表せない「もやもやした感情」を身体表現で外に出す芸術的な解消手段としても捉えられる。"
  },
  {
    "answer_id": "JP04_046",
    "answer": "哲学（てつがく）",
    "question_hint": "「働くとは何か」のように、明確な答えのない根本的な問いを深く考える学問を問う問題。",
    "difficulty": "標準",
    "source_context": "物事を根本からじっくり考えること。効率性や科学とは対極に位置し、一見「余計なこと」に見えるが、社会を調整する知恵や、良く生きるための成熟に不可欠な「自己了解」の営みとされる。"
  },
  {
    "answer_id": "JP04_047",
    "answer": "普遍性（ふへんせい）",
    "question_hint": "例外なく、すべてのものに当てはまる性質を指す用語を問う問題。",
    "difficulty": "標準",
    "source_context": "カント哲学の用語。「自分だけは例外（例：カンニング）」とせず、常に他人も同じようにすべき「道徳法則」に従うこと。「困っている人を助ける」といった、誰にでも当てはまる正しさの形式を求める性質。"
  },
  {
    "answer_id": "JP04_048",
    "answer": "社会モデル（しゃかいモデル）",
    "question_hint": "障害を個人の責任ではなく、「社会の側の障壁（仕組み）」に責任があるとする見方を問う問題。",
    "difficulty": "応用",
    "source_context": "洗足学園中の出題。障害者が努力して克服するのを褒める「医学モデル」に対し、不便を取り除くのは社会の義務であるとする考え方。マジョリティ（多数派）がマイノリティを「かわいそう（上から目線）」と見るバイアスを問い直す。"
  },
  {
    "answer_id": "JP04_049",
    "answer": "贈与（ぞうよ）",
    "question_hint": "見返りを求めないはずが、実は上下関係や負い目、返礼の義務を生み出す行為を問う問題。",
    "difficulty": "応用",
    "source_context": "豊島岡女子・渋谷幕張等の出題。マルセル・モース『贈与論』に基づく。商品の「交換」と異なり、人の存在が感じられる行為だが、もらい続けると「負い目・従属」という上下関係が生じる。親子関係における「月謝と勉強の等価交換」といった現代的批判にも繋がる。"
  },
  {
    "answer_id": "JP04_050",
    "answer": "親ガチャ（おやがちゃ）",
    "question_hint": "「子供は親を選べない」という、格差や貧困の連鎖を背景とした現代の否定的な表現を問う問題。",
    "difficulty": "標準",
    "source_context": "親の経済力や暴力、アルコール依存症など、本人の努力では変えられない出生環境の不条理を指す。物語文でも社会問題として扱われるが、軽々しく使うべきではない「深刻な格差」を象徴するテーマ。"
  }
]