[
  {
    "answer_id": "JP05_001",
    "answer": "筆者の体験（事実）と感想（意見）の組み合わせ",
    "question_hint": "【随筆文】随筆文の基本的な構成要素を特定させる問題。何と何が組み合わさって構成されているかを問う。",
    "difficulty": "基本",
    "source_context": "随筆文は、筆者の日常生活や特定の出来事といった「体験（事実）」に基づき、それに対して筆者が抱いた「感想や意見（思想）」を述べた文章である。読解の際は、何がきっかけとなってどのような考えに至ったかの因果関係を捉えることが重要である。"
  },
  {
    "answer_id": "JP05_002",
    "answer": "気づき・自己発見",
    "question_hint": "【心情読解】随筆文において、体験を通じて筆者の内面に生じる変化や新たな認識を何と呼ぶか答えさせる問題。",
    "difficulty": "標準",
    "source_context": "随筆文の核心は、筆者が自身の体験を通じて得る「気づき」や「自己発見」にある。例えば、過去の先入観が間違っていたことに気づき、自分自身の至らなさを反省したり、他者の視点を理解して成長したりする過程が描かれることが多い。"
  },
  {
    "answer_id": "JP05_003",
    "answer": "主観的（しゅかんてき）",
    "question_hint": "【文章の性質】論説文と随筆文の違いに注目し、筆者個人の感覚や視点が強く反映される性質を指す言葉を問う問題。",
    "difficulty": "標準",
    "source_context": "説明文や論説文が客観的で論理的な正しさを求めるのに対し、随筆文は筆者個人の独自の視点や感性が反映された「主観的」な文章である。同じ出来事でも筆者によって捉え方が異なる点が特徴であり、読者はその筆者特有の価値観を読み取る必要がある。"
  },
  {
    "answer_id": "JP05_004",
    "answer": "比喩（ひゆ）・象徴表現",
    "question_hint": "【表現技法】随筆文でよく使われる、抽象的な感情や思想を具体的な物に例えて表現する手法を特定させる問題。",
    "difficulty": "標準",
    "source_context": "随筆文では、筆者の微妙な心情を伝えるために「比喩」や「象徴的表現」が多用される。例えば、他人への悪意を「黒いトゲ」と表現したり、教室の悪意を「弾丸の雨」に例えたりすることで、目に見えない感情を具体的にイメージさせる工夫がなされている。"
  },
  {
    "answer_id": "JP05_005",
    "answer": "郷愁（きょうしゅう）・ノスタルジー",
    "question_hint": "【テーマ】随筆文で頻出する、過去の記憶や故郷を懐かしく思い出す感情を指す用語を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "過去の出来事や失われた風景、故郷を懐かしむ「郷愁（きょうしゅう）」は随筆文の主要なテーマの一つである。かつての自分と今の自分を比較し、変化した部分や変わらない本質について思索を巡らせる描写がよく見られる。"
  },
  {
    "answer_id": "JP05_006",
    "answer": "価値観の対比（日本と西洋、伝統と近代など）",
    "question_hint": "【読解の型】身近な道具や習慣の比較から、大きな思想の違いを論じる際の「対比構造」を指摘させる問題。",
    "difficulty": "応用",
    "source_context": "文化や芸術をテーマにした随筆では、「日本と西洋」や「伝統と近代」といった二元論的な対比が用いられる。例えば、陶芸において「設計通りの完璧さ」を求める西洋と、「歪みや渋みに趣を感じる」日本の価値観の違いを述べることで、日本独自の美意識（わび・さび）を浮き彫りにする構成がある。"
  },
  {
    "answer_id": "JP05_007",
    "answer": "日常的な些細な出来事（きっかけ）",
    "question_hint": "【文章構造】筆者の思索が深まる発端となる、文章の前半に記述される要素がどのようなものか問う問題。",
    "difficulty": "基本",
    "source_context": "随筆文における「気づき」は、大きな事件ではなく「日常的な些細な出来事」がきっかけとなることが多い。例えば、友人の一言、道端の風景、昔使っていた道具の再発見などが「きっかけ」となり、そこから深い人間論や社会論へと発展していく構造が典型的である。"
  },
  {
    "answer_id": "JP05_008",
    "answer": "精神的な成熟（内面の成長）",
    "question_hint": "【読解概念】随筆文を通じて読者に伝えようとする、筆者や登場人物の「心の変化」を端的に表す言葉を答えさせる問題。",
    "difficulty": "標準",
    "source_context": "入試で出題される随筆文は、単なる思い出話ではなく、そこから「精神的な成熟（内面の成長）」が感じられるものが選ばれる。理解できなかった他者の心情が理解できるようになったり、自分を客観視できるようになったりするプロセスが描かれる。"
  },
  {
    "answer_id": "JP05_009",
    "answer": "具体から抽象（ぐたいからちゅうしょう）",
    "question_hint": "【思考プロセス】具体的なエピソードから始まり、最終的に普遍的な教訓や思想にたどり着く思考の流れを何というか問う問題。",
    "difficulty": "応用",
    "source_context": "随筆文の多くは、個別の具体的な体験（具体）から始まり、そこから導き出される一般的な心理や社会の仕組み（抽象・普遍的法則）へと結論づける流れをとる。読解においては、筆者がその具体例からどのような「抽象的な真理」を導き出したのかを掴むことがゴールとなる。"
  },
  {
    "answer_id": "JP05_010",
    "answer": "筆者の人間観・世界観の表明",
    "question_hint": "【随筆の目的】随筆文の最後に置かれることが多い、筆者が読者に最も伝えたい「まとめ」の役割を説明させる問題。",
    "difficulty": "応用",
    "source_context": "随筆文の結びは、筆者自身の「人間観や世界観の表明」であることが多い。体験を通じて深まった自らの信念や、現代社会に対する警鐘、あるいは理想とする生き方などが、筆者の最終的なメッセージとして提示される。"
  }
]