[
  {
    "answer_id": "JP06_001",
    "answer": "万葉集（まんようしゅう）",
    "question_hint": "【文学史・詩】奈良時代にまとめられた日本最古の和歌集を特定させる問題。",
    "difficulty": "基本",
    "source_context": "奈良時代の天平文化を代表する和歌集。天皇から農民まで幅広い階層の歌が約4500首収録されている。山上憶良の『貧窮問答歌』などが収められており、当時の社会状況や民衆の苦しい生活を伝える貴重な資料でもある。"
  },
  {
    "answer_id": "JP06_002",
    "answer": "古今和歌集（こきんわかしゅう）",
    "question_hint": "【文学史・和歌】平安時代に紀貫之らが編纂した、最初の勅撰和歌集を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "平安時代の国風文化期に編纂された、日本で最初の勅撰和歌集（天皇の命令でまとめられた和歌集）。編者の一人である紀貫之は、日本で最初の「かな日記」である『土佐日記』の著者としても知られる。"
  },
  {
    "answer_id": "JP06_003",
    "answer": "五・七・五",
    "question_hint": "【韻文・形式】俳句の基本的な定型リズム（音数）を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "俳句は「五・七・五」の合計17音で構成される日本の定型詩である。物語文の素材（高柳克弘『そらのことばが降ってくる』）では、保健室登校の少年がいじめや自分の容姿（大きなホクロ）に対する複雑な感情を俳句という形式で表現し、内面を解放していく過程が描かれている。"
  },
  {
    "answer_id": "JP06_004",
    "answer": "短歌（たんか）",
    "question_hint": "【韻文・形式】五・七・五・七・七の31音で構成される詩の形式を問う問題。",
    "difficulty": "基本",
    "source_context": "「五・七・五・七・七」の合計31音で構成される詩の形式。古くは「和歌」と呼ばれていた。中学入試の漢字問題でも「短歌（タンカ）」の読みや書き取りが頻出する。"
  },
  {
    "answer_id": "JP06_005",
    "answer": "紀貫之（きのつらゆき）",
    "question_hint": "【文学史・人物】『古今和歌集』の編者であり、日本初の「かな日記」を書いた人物を特定させる問題。",
    "difficulty": "標準",
    "source_context": "平安時代中期の歌人・貴族。『古今和歌集』の主要な編者であり、女性のふりをして平仮名で書いた日記文学『土佐日記』の著者でもある。"
  },
  {
    "answer_id": "JP06_006",
    "answer": "松尾芭蕉（まつおばしょう）",
    "question_hint": "【文学史・俳句】江戸時代に「俳諧」を芸術として高め、元禄文化を代表する人物を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "江戸時代中期の元禄文化を代表する俳人。『奥の細道』などの紀行文を残し、それまでの言葉遊び的な要素が強かった俳諧（俳句）を高い芸術性を備えたものへと発展させた。"
  },
  {
    "answer_id": "JP06_007",
    "answer": "小林一茶（こばやしいっさ）",
    "question_hint": "【文学史・俳句】江戸時代後期の化政文化を代表し、庶民的な俳句を詠んだ人物を特定させる問題。",
    "difficulty": "標準",
    "source_context": "江戸時代後期の化政文化を代表する俳人。弱者や身近な生き物への慈しみ、皮肉や風刺を織り交ぜた庶民的で親しみやすい句風が特徴である。"
  },
  {
    "answer_id": "JP06_008",
    "answer": "万葉仮名（まんようがな）",
    "question_hint": "【歴史・文学】平仮名・片仮名が作られる前に、漢字の音を借りて日本語を表記した文字を答えさせる問題。",
    "difficulty": "応用",
    "source_context": "漢字の本来の意味に関係なく、その「音」だけを借りて日本語を表記した文字。『万葉集』の表記に用いられたことからこの名がある。平安時代にこれを崩して「平仮名」、一部を取って「片仮名」が作られた。"
  },
  {
    "answer_id": "JP06_009",
    "answer": "季語（きご）",
    "question_hint": "【韻文・知識】俳句において特定の季節を表すために用いられる言葉を何というか答えさせる問題。",
    "difficulty": "基本",
    "source_context": "俳句を構成する重要な要素で、春夏秋冬の季節を示す特定の単語。物語文の読解においても、季語を通して登場人物の心情や周囲の情景、時間の経過を読み取ることが求められる。"
  },
  {
    "answer_id": "JP06_010",
    "answer": "内面の表現（自己表現）",
    "question_hint": "【読解・テーマ】日常の言葉では説明しにくい「もやもやした感情」を詩歌にする意義を説明させる問題。",
    "difficulty": "標準",
    "source_context": "物語文や論説文では、芸術（演劇・音楽・詩・小説など）を「日常会話ではパッと伝えられない思い」を別の形で表現する試みとして捉えることが多い。特に俳句や詩は、不器用な少年たちが自分の心の傷（トラウマ）やもどかしさと向き合い、言語化することで「内面の成長」を遂げるきっかけとして描かれる。"
  }
]