[
  {
    "answer_id": "JP07_001",
    "answer": "台風によってもたらされる雨が、水不足を補う水資源となるから。",
    "question_hint": "台風の災害以外の側面（利点）を記述させる問題。",
    "difficulty": "基本",
    "source_context": "台風は激しい風雨で被害を与えるが、一方で水不足を補う水資源を支えるという良い側面も持っている。"
  },
  {
    "answer_id": "JP07_002",
    "answer": "寒流の千島海流（親潮）の影響と、濃霧による日照不足のため。",
    "question_hint": "北海道東部で冷害が発生しやすい原因を二つ記述させる問題。",
    "difficulty": "標準",
    "source_context": "北海道東部の冷害の原因は、高緯度であることに加え、寒流である千島海流（親潮）の影響、および濃霧による日照時間の減少である。"
  },
  {
    "answer_id": "JP07_003",
    "answer": "夏は四国山地、冬は中国山地によって季節風がさえぎられるため、一年を通して降水量が少ないから。",
    "question_hint": "瀬戸内地方で干害（ひでりの害）が発生しやすい理由を地形の観点から記述させる問題。",
    "difficulty": "標準",
    "source_context": "瀬戸内地方は、夏は四国山地、冬は中国山地に季節風がさえぎられるため、一年を通して降水量が少なく温暖であり、水不足（干害）が生じやすい。"
  },
  {
    "answer_id": "JP07_004",
    "answer": "実際の距離ではなく、移動にかかる時間によって測られる距離のこと。",
    "question_hint": "「時間距離」という用語の意味を簡潔に記述させる問題。",
    "difficulty": "基本",
    "source_context": "交通網の整備により国内の移動時間が短縮された文脈で用いられ、実際の距離ではなく時間で測る距離を「時間距離」と呼ぶ。"
  },
  {
    "answer_id": "JP07_005",
    "answer": "雪が降る冬の間、農作業が困難な時期の副業として工芸品作りが行われ、技術が受け継がれてきたから。",
    "question_hint": "東北地方や北陸地方で伝統的工芸品の生産が多い理由を、気候（冬）と関連付けて記述させる問題。",
    "difficulty": "標準",
    "source_context": "東北や北陸では、冬に雪が降り農作業ができない期間に、農家の副業として工芸品が作られ、それが現在の伝統的工芸品として定着している。"
  },
  {
    "answer_id": "JP07_006",
    "answer": "技術を修得するのに長い時間がかかり、志す若い人が少なくなっているから。",
    "question_hint": "伝統工業において後継者が不足している理由を「技術」という言葉を用いて記述させる問題。",
    "difficulty": "標準",
    "source_context": "伝統工業では技術の修得に長い時間を要するため、若い後継者が不足し、技術の継承が難しくなっている。"
  },
  {
    "answer_id": "JP07_007",
    "answer": "工業原料の多くを輸入に頼っていたため、輸入に便利な港がある海岸沿いの地域が有利だったから。",
    "question_hint": "戦後、日本の工業地帯が「太平洋ベルト」などの臨海部に発達した理由を記述させる問題。",
    "difficulty": "標準",
    "source_context": "日本は工業原料（鉄鉱石や石油など）の多くを輸入に頼っていたため、原料の搬入や製品の輸出に便利な海岸沿いの地域に工業が発達した。"
  },
  {
    "answer_id": "JP07_008",
    "answer": "道路の渋滞を解消できる点と、二酸化炭素の排出を減らして地球温暖化を防止できる点。",
    "question_hint": "モーダルシフト（トラックから鉄道・船舶への輸送切り替え）の利点を二つ記述させる問題。",
    "difficulty": "標準",
    "source_context": "モーダルシフトには、道路交通渋滞の緩和と、環境負荷（二酸化炭素排出）の低減による地球温暖化防止という二つの大きな利点がある。"
  },
  {
    "answer_id": "JP07_009",
    "answer": "輸入の制限や自主規制を求められたため、相手国に工場を建設して現地で製品を作ることにした。",
    "question_hint": "貿易摩擦が起きた際、日本の自動車企業などが行った「現地生産」の背景と内容を記述させる問題。",
    "difficulty": "応用",
    "source_context": "1980年代の貿易摩擦に対し、日本企業は輸出量を自主的に減らすとともに、相手国に工場を建てて現地生産を増やすことで対応した。"
  },
  {
    "answer_id": "JP07_010",
    "answer": "東日本大震災後の原子力発電所の停止により、火力発電用の燃料（化石燃料）の輸入が増えたため。",
    "question_hint": "2011年に日本が31年ぶりに貿易赤字となった理由を、エネルギー資源の観点から記述させる問題。",
    "difficulty": "標準",
    "source_context": "2011年の貿易赤字転落は、震災後の原発停止に伴う代替エネルギーとしての火力発電用燃料（LNGや原油など）の輸入急増が主因である。"
  },
  {
    "answer_id": "JP07_011",
    "answer": "本来の慈しみや悲しみの心からではなく、単に周囲の真似をしているだけだから。",
    "question_hint": "例文中の「慈悲深い」という言葉にカッコがついている理由を、文脈に基づいて記述させる問題。",
    "difficulty": "応用",
    "source_context": "小学生が死んだ犬に「可哀相」と言い合う場面で、それが心からの感情ではなく「真似事（本来の意味ではない）」であることを示すためにカッコが使われている。"
  },
  {
    "answer_id": "JP07_012",
    "answer": "自分よりも力や立場の弱いものが、困難な状況で一生懸命に頑張る立派な様子を指すから。",
    "question_hint": "「健気（けなげ）」という言葉がどのような人物や様子に対して使われるか、その定義を記述させる問題。",
    "difficulty": "基本",
    "source_context": "「健気」は、子どもや立場の弱い者が難しいことに立ち向かう様子を褒める時に使われる感情語である。"
  },
  {
    "answer_id": "JP07_013",
    "answer": "自分の予想や常識とは異なる、意外な事態に直面してどうすればいいか迷っている状態。",
    "question_hint": "物語文における「困惑」という感情がどのような状況で生まれるか、対比の観点から記述させる問題。",
    "difficulty": "標準",
    "source_context": "「困惑」は、自分の常識や予想（期待）と現実が大きく異なる場合に生じる感情であり、どう対応すべきか迷う様子を指す。"
  },
  {
    "answer_id": "JP07_014",
    "answer": "周囲の期待に応えようとして、親などが望む「良い自分」を振る舞っていること。",
    "question_hint": "物語文のテーマとして登場する、精神的に成熟した子どもが自分自身を「演じる」とはどういうことか記述させる問題。",
    "difficulty": "標準",
    "source_context": "成熟した子どもは、親を落胆させたくないという思いから「親にとって望ましい自分」を演じることがあり、これはアイデンティティ確立の過程での葛藤として描かれる。"
  },
  {
    "answer_id": "JP07_015",
    "answer": "相手と関わることで、自分自身の考え方や内面が良い方向へ変化すること。",
    "question_hint": "入試の物語文でテーマとなる「内面の成長」とは具体的にどのような変化か、簡潔に記述させる問題。",
    "difficulty": "標準",
    "source_context": "物語文における「成長」とは、単なる身体的な成長ではなく、できなかったことができるようになる、あるいは他者を理解することで自分の内面が変化することを指す。"
  },
  {
    "answer_id": "JP07_016",
    "answer": "他者と比較することでしか得られず、自分が優れていると思い込むことで自尊心を保とうとする感情。",
    "question_hint": "「優越感」の正体について、他者との関係性の観点から記述させる問題。",
    "difficulty": "標準",
    "source_context": "優越感は、他人と比較して自分が選び抜かれたと感じることで得られる甘美な、しかし時に残酷な感情である。"
  },
  {
    "answer_id": "JP07_017",
    "answer": "事実を確認せず先入観で人を決めつけてしまい、申し訳ないと感じる気持ち。",
    "question_hint": "例文における「後ろめたさ」の原因が何であったか、文脈から記述させる問題。",
    "difficulty": "標準",
    "source_context": "「苺が好きなはずだ」という思い込み（バイアス）で人を判断してしまったことに気づき、自分の至らなさを後悔する気持ちが「後ろめたさ」として描かれている。"
  },
  {
    "answer_id": "JP07_018",
    "answer": "自分の意志を強く持ち、周囲の期待や世間の常識に流されずに生きていこうとする決意。",
    "question_hint": "最難関校の物語文でよく出る「アイデンティティの確立」という成長パターンについて記述させる問題。",
    "difficulty": "応用",
    "source_context": "親の期待や周囲の視線に合わせるのではなく、葛藤を経て自分の本心や生き方に正直になることが、アイデンティティ確立という大きな成長として描かれる。"
  },
  {
    "answer_id": "JP07_019",
    "answer": "物事を単純化して二つの対立する考え方に分けることで、複雑な事象をわかりやすく説明する手法。",
    "question_hint": "論説文でよく使われる「二元論」という考え方の特徴を、メリットの観点から記述させる問題。",
    "difficulty": "標準",
    "source_context": "二元論は物事を単純化し、善悪や西洋・東洋といった対比を用いることで、筆者の主張をわかりやすく伝えるために使われる。"
  },
  {
    "answer_id": "JP07_020",
    "answer": "効率性や合理性を過度に追求すると、想定外の災害（地震や感染症）に対して脆い社会になってしまう点。",
    "question_hint": "「合理主義」や「効率化」が論説文で批判的に語られる際の主な論点を記述させる問題。",
    "difficulty": "応用",
    "source_context": "画一化や効率化を優先した都市構造は、地震や津波などの天災が起きた際に被害を増大させる脆弱性を持っている。"
  },
  {
    "answer_id": "JP07_021",
    "answer": "人々の無意識の思い込みのことで、自分でも気づかないうちに相手を傷つけたり差別したりする原因となるもの。",
    "question_hint": "「アンコンシャス・バイアス」という用語の意味と、それが引き起こす問題点を記述させる問題。",
    "difficulty": "標準",
    "source_context": "アンコンシャス・バイアス（無意識のバイアス）は過去の経験から培われる。自分では差別しているつもりがなくても、無意識に特定の属性（ジェンダー等）に対して異なる基準を当てはめてしまう。"
  },
  {
    "answer_id": "JP07_022",
    "answer": "科学文明による自然支配の限界を認め、人間と自然が対立せず、共に存続していく姿勢のこと。",
    "question_hint": "論説文でプラスの概念として登場する「自然との共存（共生）」とはどういうことか記述させる問題。",
    "difficulty": "標準",
    "source_context": "近代の科学文明が自然を管理・支配の対象としてきたことへの反省から、自然の秩序を尊重し、人間が自然の一部として生きる「共存」の重要性が説かれる。"
  },
  {
    "answer_id": "JP07_023",
    "answer": "情報の質や意味を自分で的確に判断し、必要な情報を正しく選んで活用する能力。",
    "question_hint": "「メディアリテラシー」という言葉の意味を記述させる問題。",
    "difficulty": "基本",
    "source_context": "溢れる情報やSNSの拡散に対し、何が正しく自分に必要かを取捨選択できる能力がメディアリテラシーであり、不確定な未来を生きる力とされる。"
  },
  {
    "answer_id": "JP07_024",
    "answer": "相手の身になり、自分の発した言葉がどう受け止められるかを考えながら双方向でやり取りをすること。",
    "question_hint": "例文にある「コミュニケーションはキャッチボールである」とはどういうことか記述させる問題。",
    "difficulty": "標準",
    "source_context": "一方的に情報を投げるのではなく、相手がキャッチできるように（相手の身になって）話し、返事に応じて伝え方を変えるのが本来のコミュニケーションである。"
  },
  {
    "answer_id": "JP07_025",
    "answer": "個人の利益や幸福の追求が優先され、伝統的な地域共同体のつながりや他者への共感が弱まっていくこと。",
    "question_hint": "「近代的な個人主義」がもたらすマイナスの側面について、社会関係の観点から記述させる問題。",
    "difficulty": "応用",
    "source_context": "個人主義が強まると、個人の利益のみが追求され、仲間のために何かしてあげたいという共感能力や連帯能力が低下する懸念がある。"
  },
  {
    "answer_id": "JP07_026",
    "answer": "贈り物をされたらお返しをしなければならないという心理から、互いに「贈与」を繰り返して関係を深めていくこと。",
    "question_hint": "論説文における「贈与」が人間関係に果たす役割を、商品交換との違いに着目して記述させる問題。",
    "difficulty": "応用",
    "source_context": "商品交換は等価なものを即座に取引して終わるが、贈与は返礼の義務感（負い目）を通じて長期的な人間関係の継続を促す。"
  },
  {
    "answer_id": "JP07_027",
    "answer": "自分が自由に行動を選択できる代わりに、その結果から生じる責任もすべて自分で引き受けなければならないということ。",
    "question_hint": "「自由には責任が伴う」とはどういうことか、例文の「登山の自由」を例に記述させる問題。",
    "difficulty": "標準",
    "source_context": "自由とは好き勝手できることではなく、他者からの束縛がない分、自分の判断が誤った時のリスクも自ら管理しなければならない苦しくシビアなものである。"
  },
  {
    "answer_id": "JP07_028",
    "answer": "日々の仕事を効率的にこなすことに追われず、根源的な疑問（なぜひとは働くのか等）に立ち返ってじっくり考えられる状況にあるから。",
    "question_hint": "「子どもにしか哲学はできない」という筆者の主張の理由を記述させる問題。",
    "difficulty": "応用",
    "source_context": "大人は「前に進め」という効率性や成果の圧力に縛られているが、子どもはそのような圧力から自由であり、立ち止まって物事を深く考えることができるからである。"
  },
  {
    "answer_id": "JP07_029",
    "answer": "障害を本人の努力で克服すべきもの（医学モデル）とするのではなく、社会の側の仕組みを変えるべきもの（社会モデル）と捉えること。",
    "question_hint": "これからの「障害」に対する適切な向き合い方（社会モデルの視点）とはどのようなものか記述させる問題。",
    "difficulty": "標準",
    "source_context": "「かわいそうな障害者が努力する姿」に感動するのではなく、社会の側にある壁を取り除くべきだという視点を持つことが大切である。"
  },
  {
    "answer_id": "JP07_030",
    "answer": "誰でも代わりがきく「取り換え可能な存在」として人間を扱っており、その人ならではの持ち味を無視しているから。",
    "question_hint": "「近代社会は個性を重視していない」と筆者が主張する理由を記述させる問題。",
    "difficulty": "応用",
    "source_context": "近代社会は「誰にでもできる」ことを前提に組み立てられており、企業が求めるのは一定の計算・言語能力であって、個々の個性は必要とされていない。"
  },
  {
    "answer_id": "JP07_031",
    "answer": "他人に支配されず自ら問題を解決すること。特に親や家族に頼らず自分で決断し実行すること。",
    "question_hint": "吉本ばなな氏の文章における「自立」の定義を記述させる問題。",
    "difficulty": "基本",
    "source_context": "自立とは、親や家族に相談せず自分だけで問題を解決した経験がいくつかある状態を指す。"
  },
  {
    "answer_id": "JP07_032",
    "answer": "効率化を目指す科学文明に対し、時間をかけて不便さや深みを味わい、じっくり考える力のこと。",
    "question_hint": "大林宣彦氏の文章における「文化」の役割を、文明との対比で記述させる問題。",
    "difficulty": "標準",
    "source_context": "文化とは、文明が凶器となる部分を穏やかにする力であり、便利さのかわりにゆっくりと考える力や人間の幸福を尊ぶ力を指す。"
  },
  {
    "answer_id": "JP07_033",
    "answer": "異なる意見や少数意見を尊重せず、周囲と同じ行動をとるよう暗黙のうちに強いる窮屈な空気のこと。",
    "question_hint": "コロナ禍で注目された「同調圧力」の正体と、その弊害を記述させる問題。",
    "difficulty": "標準",
    "source_context": "同調圧力は「空気を読め」という強制力であり、異論が許されない状況を作り出す。これがエスカレートすると監視社会（自粛警察等）につながる。"
  },
  {
    "answer_id": "JP07_034",
    "answer": "「自分の働きかけによって相手にこうなってほしい」という自分の思い込みや支配欲が含まれてしまう点。",
    "question_hint": "「良き利他」が陥りやすい「残酷な面」について、相手との関係性の観点から記述させる問題。",
    "difficulty": "応用",
    "source_context": "利他的行動が「相手は喜ぶはずだ」「喜ぶべきだ」という一方的な支配に変わってしまう危険性がある。真の利他には「自分が変わること」が必要である。"
  },
  {
    "answer_id": "JP07_035",
    "answer": "他人の人生を演じることで自分とは違う視点を得ることができ、結果として自分自身を客観的に見つめ直せるから。",
    "question_hint": "演劇（演技）が自分自身を知ることにつながる理由を記述させる問題。",
    "difficulty": "標準",
    "source_context": "「他人を生きる」経験を通じて、自分自身の人生に対する固定化した見方を問い直すことができる。"
  },
  {
    "answer_id": "JP07_036",
    "answer": "SNSの発達により、誤った情報であっても一瞬で世界中に広まり、社会に大きな混乱をもたらす可能性がある点。",
    "question_hint": "現代社会における「情報拡散」のマイナス面を、リスクの観点から記述させる問題。",
    "difficulty": "標準",
    "source_context": "根拠のないフェイクニュースなどが拡散されると、人々がそれを信じ込んでしまい、取り返しのつかない混乱（感染症のデマ等）が生じる。"
  },
  {
    "answer_id": "JP07_037",
    "answer": "自分が望んでいなくても、周囲が求めるテーマや期待に沿った行動をとらなければならないという心理的葛藤。",
    "question_hint": "『氷柱の声』の主人公が感じた「世間の期待と自分の誇り」の間の葛藤について記述させる問題。",
    "difficulty": "応用",
    "source_context": "コンクールで「被災地の復興」という周囲が期待するテーマを描くべきか、自分が美しいと思うものを描くべきかの間で悩む姿が描かれている。"
  },
  {
    "answer_id": "JP07_038",
    "answer": "相手に気に入られたい、あるいは孤立したくないという不安から、自分の本心を隠して嘘をつくこと。",
    "question_hint": "中学生などの登場人物が友達関係において「自分を偽る」理由を記述させる問題。",
    "difficulty": "標準",
    "source_context": "疎外感や孤独を避けるために、周囲のグループの顔色をうかがい、無理に合わせる「友達ごっこ」をしてしまう葛藤がよく描かれる。"
  },
  {
    "answer_id": "JP07_039",
    "answer": "自分の至らなさに気づいたり、自分の行動が他者に与えた影響を深く反省したりすること。",
    "question_hint": "物語文において「気持ちがマイナスになる結末」であっても「成長」と言えるのはどのような場合か記述させる問題。",
    "difficulty": "標準",
    "source_context": "ハッピーエンドでなくても、自分の過ちや先入観に気づき、それを後悔することが内面のアップデート（成長）として認められる。"
  },
  {
    "answer_id": "JP07_040",
    "answer": "実際の自分の実力以上に自分が優れていると思い込み、他人の忠告や真実の状況が見えなくなっている状態。",
    "question_hint": "「うぬぼれる」とはどのような状態か、自己認識の観点から記述させる問題。",
    "difficulty": "基本",
    "source_context": "うぬぼれは劣等感の裏返しとして生じることがあり、他人を超えたつもりになる過剰な自己イメージを指す。"
  }
]