[
  {
    "answer_id": "JP08_001",
    "answer": "象形文字",
    "question_hint": "漢字の成り立ちの分類。物の形をかたどって作られた文字の種類を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "物の形をかたどった文字。「月」「山」「鳥」「馬」などがこれに該当する。六書（りくしょ）と呼ばれる漢字のつくられ方による分類の一つ。"
  },
  {
    "answer_id": "JP08_002",
    "answer": "形声文字",
    "question_hint": "漢字の成り立ちの分類。意味を表す部分と音を表す部分を組み合わせて作られた文字の種類を答えさせる問題。",
    "difficulty": "基本",
    "source_context": "意味を表す部分と音を表す部分を組み合わせてつくったもの。漢字全体の約8割以上を占めるとされる。「非（音）」＋「心（意味）」＝「悲」などが例。共通する部分があって読みが同じ漢字はこの分類であることが多い。"
  },
  {
    "answer_id": "JP08_003",
    "answer": "二元論",
    "question_hint": "論説文の構造。物事を「善と悪」「西洋と東洋」のように二つの対立する概念に分けて説明する手法の名称。",
    "difficulty": "標準",
    "source_context": "物事を二つの世界や考え方に分けて説明すること。複雑な事象を「Aは悪、Bは善」のように単純化して分かりやすくするために使われる。論説文の多くはこの構造を持っているが、近年は「単純な二元論では説明できない」という批判的な文章も出題される。"
  },
  {
    "answer_id": "JP08_004",
    "answer": "合理主義（近代合理主義）",
    "question_hint": "論説文の重要テーマ。物事を理性的に考え、論理や効率を重視する考え方の名称。",
    "difficulty": "標準",
    "source_context": "物事を理性的に考え、論理や根拠を大切にする考え方。科学の発達の基盤となったが、論説文では「非科学的なもの（妖怪や伝統）を排除した」「効率ばかりを求めて自由時間を奪った」など、マイナスの文脈で批判的に語られることが多い。"
  },
  {
    "answer_id": "JP08_005",
    "answer": "資本主義",
    "question_hint": "論説文の重要テーマ。自由な競争によって利益を追求し、社会を豊かにしようとする経済体制の名称。",
    "difficulty": "標準",
    "source_context": "自由競争によって利益を追求すれば社会全体も豊かになるという考え。効率化と密接に関係する。入試では「目先の利益を優先するため気候変動などの環境問題に対応しにくい」というジレンマがテーマになりやすい。"
  },
  {
    "answer_id": "JP08_006",
    "answer": "同調圧力",
    "question_hint": "令和時代の教養。少数意見を持つ人に対し、周囲と同じ行動をとるよう強制する無言の圧力を指す用語。",
    "difficulty": "標準",
    "source_context": "「空気を読め」という風潮。少数派に対して「他の人と同じようにしろ」と強いる空気。コロナ禍における「自粛警察」などが具体例として挙げられ、個人の自由を奪う息苦しいものとして批判的に扱われることが多い。"
  },
  {
    "answer_id": "JP08_007",
    "answer": "アンコンシャス・バイアス",
    "question_hint": "論説文・社会の知識。自分自身では気づいていない「無意識の思い込みや偏見」を指すカタカナ用語。",
    "difficulty": "応用",
    "source_context": "無意識の偏見。過去の経験や知識から「母親は家庭にいるべきだ」「単身赴任は父親がするものだ」と自然に考えてしまうような思い込みのこと。SDGsのジェンダー平等の文脈で、相手を傷つける可能性がある注意すべきものとして出題される。"
  },
  {
    "answer_id": "JP08_008",
    "answer": "メディアリテラシー",
    "question_hint": "情報化社会の教養。メディアから流れる情報をうのみにせず、正しく理解・判断し活用する能力の名称。",
    "difficulty": "標準",
    "source_context": "情報を正しく理解し、活用する能力。インターネット上の偽情報や、マスメディアが作る「物語（特定の意図を持った報道）」に惑わされず、自分で情報の真偽を判断する姿勢が求められる。"
  },
  {
    "answer_id": "JP08_009",
    "answer": "個人主義",
    "question_hint": "近代の人間観。個人の権利や自由を尊重する考え方で、論説文ではしばしば批判対象となる用語。",
    "difficulty": "標準",
    "source_context": "個人の権利や自由を尊重する考え。近代ヨーロッパで定着した。入試では「自分勝手で他者への配慮を欠く」「地域のつながりを壊す」といった負の側面が強調され、東洋的な「共同体主義」と対比されることが多い。"
  },
  {
    "answer_id": "JP08_010",
    "answer": "伝統",
    "question_hint": "論説文の対比構造。近代的な「科学・技術」に対して、古くから伝わり価値が見直されるべきものとして語られる概念。",
    "difficulty": "基本",
    "source_context": "古くから伝わってきた考えや文化。合理主義的な社会では「非効率」と切り捨てられがちだが、論説文では「日本の風土に合った地震に強い木造建築」などの例を通じ、近代の行き詰まりを打破するプラスの存在として描かれる。"
  },
  {
    "answer_id": "JP08_011",
    "answer": "コペルニクス的転回",
    "question_hint": "哲学用語。カントが提唱した、物事の認識の仕方が180度劇的に変わることを指す表現。",
    "difficulty": "応用",
    "source_context": "哲学者カントが、自身の認識論の変革を天動説から地動説への転換に例えた言葉。現代では「パラダイムシフト（当然と思われていた価値観の劇的な変化）」と同義で使われることもある。"
  },
  {
    "answer_id": "JP08_012",
    "answer": "贈与",
    "question_hint": "論説文の重要テーマ。対価を求めず無償で物を与える行為だが、負債感や上下関係を生む可能性も指摘される概念。",
    "difficulty": "応用",
    "source_context": "マルセル・モースの『贈与論』が有名。見返りを求めない行為だが、受け取った側に「お返しをしなければならない」という義務感を生む。一方的な贈与は「与える側と、負い目を感じる側」の上下関係や支配構造を作る残酷な面もある。"
  },
  {
    "answer_id": "JP08_013",
    "answer": "親ガチャ",
    "question_hint": "現代の社会問題。子どもが親を選べない状況を、スマホゲームの抽選機能に例えた否定的な用語。",
    "difficulty": "標準",
    "source_context": "「子どもは親を選べない」というあきらめや否定的な意味。家庭内暴力や貧困、格差が親から子へ連鎖する社会問題の象徴として使われる。論説文ではこの言葉の流行を背景に、家族のあり方や教育格差が論じられる。"
  },
  {
    "answer_id": "JP08_014",
    "answer": "普遍性",
    "question_hint": "哲学・論説文の用語。例外なく、すべてのものにあてはまる性質を指す言葉。",
    "difficulty": "標準",
    "source_context": "例外なく、すべてのものに共通してあてはまること。カント哲学では「自分の行動方針が、同時に他人の行動方針としても通用するように行動せよ」という普遍的な道徳法則の確立を目指した。"
  },
  {
    "answer_id": "JP08_015",
    "answer": "社会モデル",
    "question_hint": "障害に関する福祉観。障害の責任を個人ではなく、社会の仕組みや環境の側にあると捉える視点。",
    "difficulty": "応用",
    "source_context": "障害者が努力して克服すべきだとする「医学モデル（本人責任）」に対し、社会の側がバリアを取り除く努力をすべきだとする考え。障害者を「かわいそう」と見る上から目線の同情を否定し、社会の変革を求める。"
  },
  {
    "answer_id": "JP08_016",
    "answer": "アイデンティティ（自己同一性）",
    "question_hint": "物語文・論説文の重要用語。「自分が自分であること」や「自分らしさ」を意味するカタカナ用語。",
    "difficulty": "基本",
    "source_context": "自分が他者とは違う独自の存在であるという認識。物語文では、親の期待に沿うのではなく、葛藤を経て「本来の自分らしさ」を発見・確立することが成長のテーマとなる。"
  },
  {
    "answer_id": "JP08_017",
    "answer": "いたわる",
    "question_hint": "物語文の感情語。自分より立場の弱い人や困っている人に対して、親切に接することを意味する動詞。",
    "difficulty": "基本",
    "source_context": "立場が弱い人に対して、思いやりを持って優しく接すること。姉から妹、親から子などの関係で使われやすい。漢字では「労る」。物語文では、他者の痛みへの共感を示す場面で頻出する。"
  },
  {
    "answer_id": "JP08_018",
    "answer": "ねぎらう",
    "question_hint": "物語文の感情語。相手の苦労や努力に対して、感謝やいたわりの気持ちをかけることを意味する動詞。",
    "difficulty": "基本",
    "source_context": "苦労や努力に対して感謝すること。漢字では「労う」。原則として「上の立場の人（大人や先生）」が「下の立場の人（子供や部下）」に対して行うことが多い。"
  },
  {
    "answer_id": "JP08_019",
    "answer": "郷愁（きょうしゅう）",
    "question_hint": "物語文の感情語。故郷や過去のことを懐かしく思い、慕う気持ちを指す熟語。",
    "difficulty": "標準",
    "source_context": "故郷や過去を懐かしく思う気持ち。ノスタルジー。入試問題では、転校や引越しをした主人公が以前の生活を思い出す場面や、大人の回想シーンで使われる。"
  },
  {
    "answer_id": "JP08_020",
    "answer": "葛藤（かっとう）",
    "question_hint": "物語文の展開。心の中に相反する複数の感情があり、どちらを選ぶべきか悩む状態を指す熟語。",
    "difficulty": "標準",
    "source_context": "心の中で複数の気持ちがぶつかり合い、悩むこと。例：「親の期待に応えたい」vs「自分の夢を追いたい」。この葛藤を乗り越えることが物語文における「内面の成長」の核心となる。"
  },
  {
    "answer_id": "JP08_021",
    "answer": "卑屈（ひくつ）",
    "question_hint": "物語文の感情語。自分を必要以上に低く考え、いじけてしまう態度を指す熟語。",
    "difficulty": "標準",
    "source_context": "いじけて、自分を大したことがないと悪く思うこと。「どうせ自分なんか」という思考。他人や過去の自分と比較して劣等感を感じる時に生まれやすいマイナスの感情。"
  },
  {
    "answer_id": "JP08_022",
    "answer": "羞恥心（しゅうちしん）",
    "question_hint": "物語文の感情語。恥ずかしいと感じる気持ちを意味する熟語。",
    "difficulty": "基本",
    "source_context": "恥ずかしく思う気持ち。「恥」という字が含まれる。物語文では、失敗した時だけでなく、自分の未熟さを自覚した時や、他人からの評価を過剰に気にした時に使われる。"
  },
  {
    "answer_id": "JP08_023",
    "answer": "羨望（せんぼう）",
    "question_hint": "物語文の感情語。他人が恵まれているのを見て、自分もそうなりたいと羨むプラス・純粋な気持ち。",
    "difficulty": "標準",
    "source_context": "「羨ましい」と思う気持ち。純粋に「自分もそうなれたらいいな」と望む要素が含まれる。対して「嫉妬」は「おもしろくない」という攻撃的な負の感情が混じったものである点が異なる。"
  },
  {
    "answer_id": "JP08_024",
    "answer": "邁進（まいしん）",
    "question_hint": "物語文の展開と感情。目標に向かって、ひたすらまっすぐに進むことを意味する熟語。（※本質的には『向上心』の文脈）",
    "difficulty": "標準",
    "source_context": "恐れることなく、ひたすら目的に向かって進むこと。物語文の後半、迷いを吹っ切って目標（合格や勝利など）に突き進む主人公の様子を描写する際に使われる。"
  },
  {
    "answer_id": "JP08_025",
    "answer": "安堵（あんど）",
    "question_hint": "物語文の感情語。気がかりなことがなくなって、ホッと安心することを意味する熟語。",
    "difficulty": "基本",
    "source_context": "気がかりなことが解消され、心から安心すること。物語文では「不安・緊張」→「解決する出来事」→「安堵」という変化のパターンで頻出する。"
  },
  {
    "answer_id": "JP08_026",
    "answer": "「マイナス」から「プラス」への変化",
    "question_hint": "物語文の読解ルール。入試問題で出題される物語の、最も典型的な展開パターンを答えさせる問題。",
    "difficulty": "標準",
    "source_context": "物語文の鉄則。不幸な状況（マイナス）が「きっかけ」を通じて成長・変化（プラス）へと向かう。入試では、この「変化の内容」や「変化のきっかけ」を記述させる問題が非常に多い。"
  },
  {
    "answer_id": "JP08_027",
    "answer": "道徳的（内面の成長）",
    "question_hint": "物語文の読解ルール。入試で選ばれる物語が「偶然の幸運」ではなく、どのような理由で成長する話であるべきかを問う問題。",
    "difficulty": "標準",
    "source_context": "入試の物語は、宝くじに当たるといった偶然ではなく、「自分の弱さと向き合う」「他者を理解する」といった道徳的な理由で内面が成長する話が選ばれる。学校側は「そのような心の成長を理解できる子」を求めているため。"
  },
  {
    "answer_id": "JP08_028",
    "answer": "しめすへん（礻）",
    "question_hint": "部首の知識。「神・社・礼・祝」などに共通し、神や祭りに関する意味を表す部首名。",
    "difficulty": "基本",
    "source_context": "部首名は「しめすへん」。神仏や祭祀に関わる漢字に使われる。「ころもへん（ネ）」と非常に形が似ているため、書き分けが厳しく問われる。"
  },
  {
    "answer_id": "JP08_029",
    "answer": "のぎへん（禾）",
    "question_hint": "部首の知識。「秋・科・税・秒」などに共通する部首の名称。",
    "difficulty": "基本",
    "source_context": "部首名は「のぎへん」。穀物の穂が垂れている形をかたどったもので、穀物や収穫、計量（秒など）に関係する漢字に使われる。"
  },
  {
    "answer_id": "JP08_030",
    "answer": "りっとう（刂）",
    "question_hint": "部首の知識。「列・利・割・創」などの漢字の右側に使われる部首の名称。",
    "difficulty": "標準",
    "source_context": "部首名は「りっとう」。漢字の「刀（かたな）」の形が変化したもの。切ることや鋭いことに関係する意味を持つ。"
  },
  {
    "answer_id": "JP08_031",
    "answer": "主述の関係",
    "question_hint": "熟語の組み立て。「頭痛（頭が痛い）」「県営（県が経営する）」などの熟語の構造の名称。",
    "difficulty": "標準",
    "source_context": "上の字が「主語」、下の字が「述語」を表す組み合わせ。他に「地震」「雷鳴」「国立（国が立てた）」などがある。"
  },
  {
    "answer_id": "JP08_032",
    "answer": "目的語と述語の関係",
    "question_hint": "熟語の組み立て。「給食（食事を給する）」「着席（席に着く）」などの熟語の構造の名称。",
    "difficulty": "標準",
    "source_context": "下の字が「〜を」「〜に」にあたる目的語になり、上の字がその動作を表す述語になる組み合わせ。「読書（書を読む）」「登山（山に登る）」などが典型例。日本語の語順（目的語→述語）とは逆になる。"
  },
  {
    "answer_id": "JP08_033",
    "answer": "意外",
    "question_hint": "同音異義語の使い分け。「予想もしていなかったこと」という意味で使う熟語。",
    "difficulty": "基本",
    "source_context": "思いのほか、考えていたことと違うさま。「意外な結果」のように使う。対して「以外」は「にんじん以外の野菜」のように、範囲から除くときに使う。"
  },
  {
    "answer_id": "JP08_034",
    "answer": "保障",
    "question_hint": "同音異義語の使い分け。「権利や安全が侵されないよう守る」という意味の熟語。（※社会保障など）",
    "difficulty": "標準",
    "source_context": "権利・安全・自由などを保護し守ること。「安全保障」「社会保障」など。誤答しやすい「保証」は「間違いがないと請け合う（品質保証など）」、「補償」は「損害を埋め合わせる（損害補償など）」という意味。"
  },
  {
    "answer_id": "JP08_035",
    "answer": "自由と責任",
    "question_hint": "論説文のテーマ。束縛がない代わりに、自分自身の判断が招く結果をすべて引き受けるべきだとする一対の概念。",
    "difficulty": "標準",
    "source_context": "自由には必ず責任が伴うという考え。登山（角幡唯介）の例では、「自分の裁量で命を管理するシビアなもの」として描かれる。好き勝手できる「居心地のよさ」とは対極にある厳しい概念とされる。"
  },
  {
    "answer_id": "JP08_036",
    "answer": "利他（りた）",
    "question_hint": "論説文のテーマ。自分の利益よりも他者の利益や幸せを優先する考え方。最近の入試で最も注目されている用語の一つ。",
    "difficulty": "標準",
    "source_context": "他人のために尽くすこと。本来はプラスの概念だが、入試では「『相手は喜ぶはずだ』という思い込みが押し付けになり、支配につながる危険性」を指摘する高度な論がよく出題される（伊藤亜紗など）。"
  },
  {
    "answer_id": "JP08_037",
    "answer": "文明と文化",
    "question_hint": "二元論の対比。技術の進歩で便利になる「A」に対し、伝統や風習など人間の精神を豊かにする「B」。",
    "difficulty": "応用",
    "source_context": "文明（科学・技術・便利・効率）vs 文化（伝統・風習・精神・ゆっくり）。大林宣彦は、行き過ぎた「文明」は凶器になり得るが、「文化」にはそれを穏やかにし、人間の幸福を考え直させる力があると説いた。"
  },
  {
    "answer_id": "JP08_038",
    "answer": "出納（すいとう）",
    "question_hint": "漢字の読み。「出し入れすること」を意味するが、特殊な読み方をする熟語。",
    "difficulty": "応用",
    "source_context": "読みは「すいとう」。お金や品物を出し入れすること。「出」を「スイ」、「納」を「トウ」と読む、限られた単語に使われる特別な読み方であるため、入試の読み取り問題で狙われやすい。"
  },
  {
    "answer_id": "JP08_039",
    "answer": "パラダイムシフト",
    "question_hint": "現代社会の用語。当然だと思われていた価値観や思想が劇的に変わることを指すカタカナ用語。",
    "difficulty": "標準",
    "source_context": "当然と考えられていた思想や価値観が劇的に変わること。科学革命だけでなく、社会構造の変化（例：コロナ禍前後の働き方）などを説明する際にも用いられる。"
  },
  {
    "answer_id": "JP08_040",
    "answer": "筆順の原則（上から下、左から右）",
    "question_hint": "漢字の基礎知識。漢字を整った形で書くための、最も基本的な二つの書き進め方の決まり。",
    "difficulty": "基本",
    "source_context": "筆順のおおまかな原則は「上から下へ」「左から右へ」である。例外として「右」と「左」の書き始めの違い（左：横→払、右：払→横）などは入試で頻出。"
  }
]